{
  "TitleRows": [
    {
      "Name": "Simulcasts",
      "Titles": [
        {
          "Id": 806,
          "Name": "Hozuki's Coolheadedness 2",
          "ShortSynopsis": "The second season of the supernatural comedy Hozuki’s Coolheadedness thrusts viewers back into Eternal Hell!",
          "MediumSynopsis": "Just as in this life, the afterlife needs a calm troubleshooter to deal with the bureaucratic headaches that come from keeeping things in order. Enter Hozuki: a cool and collected demon who’s badly in need of a vacation.",
          "LongSynopsis": "The second season of the supernatural comedy Hozuki’s Coolheadedness thrusts viewers back into Eternal Hell! Just as in this life, the afterlife needs a calm troubleshooter to deal with the bureaucratic headaches that come from keeeping things in order. After all, Lord Enma is a very busy (and kind of incompetent) overlord, and he needs the help of his most charismatic shadow hero to keep Hell from calling into chaos. Enter Hozuki: a cool and collected demon who’s badly in need of a vacation.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HZC/HZC_02_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HZC/HZC_02_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 3.99,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-10-07T17:30:00",
          "ShowInfoTitle": "Season 2 | 13 Episodes | TV-14",
          "EpisodeCount": 13,
          "SeasonName": "Season 2"
        },
        {
          "Id": 815,
          "Name": "DYNAMIC CHORD",
          "ShortSynopsis": "Follow the professional and personal lives of four hot boy bands under the “DYNAMIC CHORD” agency and music label!",
          "MediumSynopsis": "Follow the lives of four hot boy bands under the “DYNAMIC CHORD” agency and music label. There’s progressive rock band rêve parfait; newcomer Liar-S; veteran rock band KYOHSO; and international sensation, apple-polisher.",
          "LongSynopsis": "This anime adaptation of the otome game by Honeybee Black follows the professional and personal lives of four hot boy bands under the “DYNAMIC CHORD” agency and music label. There’s progressive rock band rêve parfait; newcomer Liar-S; veteran rock band KYOHSO; and international sensation, apple-polisher.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DYC/DYC_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DYC/DYC_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-10-07T13:00:00",
          "ShowInfoTitle": "Season | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season"
        },
        {
          "Id": 805,
          "Name": "ClassicaLoid 2",
          "ShortSynopsis": "The second season of ClassicaLoid reunites Kanae with her least favorite house guests plus 2 new ClassicaLoids.",
          "MediumSynopsis": "The second season of ClassicaLoid reunites Kanae with her least favorite musical house guests, along with two NEW ClassicaLoids. What new realities will these ClassicaLoids compose with their Musik?",
          "LongSynopsis": "The second season of the slapstick comedy ClassicaLoid reunites normal high school girl Kanae with her least favorite house guests. There’s Beet-san (otherwise known as Ludwig van Beethoven) and free-spirited Motz (Wolfgang Amadeus Mozart), as well as fellow squatters Chopin, Liszt, and Schubert. These maestros have already proven they have the skill to save the world with their \"Musik,\" but with the addition of two new Classicaloids  – Wagner and Dvorak – Kanae is sure to be at her wits' end.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CLD/CLD_02_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CLD/CLD_02_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 2.5,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-10-07T11:00:00",
          "ShowInfoTitle": "Season 2 | 13 Episodes | TV-14",
          "EpisodeCount": 13,
          "SeasonName": "Season 2"
        },
        {
          "Id": 761,
          "Name": "RIN-NE 3",
          "ShortSynopsis": "Half-Shinigami Rinne Rokudo is in over his head as more interlopers from the spirit world cause chaos for him and Sakura Mamiya!",
          "MediumSynopsis": "Helping the departed find peace is all in a day’s work for half-Shinigami Rinne Rokudo, but the poor guy is in over his head when more mysterious interlopers from the spirit world start to create problems for him and Sakura Mamiya.",
          "LongSynopsis": "Helping the departed find peace is all in a day’s work for half-Shinigami Rinne Rokudo, but the poor guy is in over his head when more mysterious interlopers from the spirit world start to create problems for him and the ever-collected Sakura Mamiya. With the introduction of a new teacher, a new Shinigami girl, and a host of restless spirits with “personal issues,” Rinne’s life is only going to get crazier!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/RNE/RNE_03_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/RNE/RNE_03_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-04-08T11:00:00",
          "ShowInfoTitle": "Season 3 | 25 Episodes | TV-14 (D)",
          "EpisodeCount": 25,
          "SeasonName": "Season 3"
        },
        {
          "Id": 784,
          "Name": "Battle Girl High School",
          "ShortSynopsis": "In 2045, humanity's only hope to survive invaders called Irousu lies with the students of Shinjugamine Girls' Academy.",
          "MediumSynopsis": "Set in 2045, humanity struggles to survive in a world overrun by mysterious invaders called the Irousu. The Earth's only hope lies with the students of Shinjugamine Girls' Academy, a school where Star Guardians train to fight the Irousu.",
          "LongSynopsis": "Set in 2045, humanity struggles to survive in a world overrun by mysterious invaders called the Irousu. The Earth's only hope lies with the students of Shinjugamine Girls' Academy, a school where Star Guardians train to fight the Irousu. Together, these brave girls work to develop their skills to fight against the invaders… provided they can pass class first!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGH/Battle-Girl-High-School_BGH_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGH/Battle-Girl-High-School_BGH_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 1,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-07-02T16:30:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 788,
          "Name": "Action Heroine Cheer Fruits",
          "ShortSynopsis": "Misaki signs up to become a \"heroine fighter\" for her small town and ends up in a strange position...",
          "MediumSynopsis": "Misaki Shirogane signs up to become a \"heroine fighter\" for her area - but everything changes when she has to save her town’s culture hall, a beloved structure that her grandfather helped build!",
          "LongSynopsis": "What starts as a project for a small-town festival gains traction when local heroines begin getting scouted for popular TV programs. At the urging of her aunt, a prefectural governor in Hinano City, high school senior Misaki Shirogane signs up to become a \"heroine fighter\" for her area - but everything changes when she has to save her town’s culture hall, a beloved structure that her grandfather helped build!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ACF/action-heroine-cheer-fruits_ACF_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ACF/action-heroine-cheer-fruits_ACF_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 3.11,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-07-08T13:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        }
      ]
    },
    {
      "Name": "Dubs",
      "Titles": [
        {
          "Id": 597,
          "Name": "Flying Witch",
          "ShortSynopsis": "Makoto Kowata is a little flighty. With no sense of direction, but the ability to fly, this witch-in-training has a lot to learn!",
          "MediumSynopsis": "Makoto Kowata is a little flighty, in multiple ways. With no sense of direction, but the ability to fly on a broom, this witch-in-training has a lot to learn; about magic, her relatives, and the world around her.",
          "LongSynopsis": "When a witch turns fifteen, it is her duty to move out and begin work. For Makoto Kowata, that means moving in with relatives to start her training as a witch. Set against the beauty of rural Aomori, Makoto and her familiar arrive to a scene that’s more captivating than they could have imagined. With her second cousins, Kei and Chinatsu, to help her, this somewhat flighty junior witch will encounter all sorts of new experiences as she learns more about magic and herself.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FLW/FLW_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FLW/FLW_01_MASTER_300x169.jpg",
          "Rating": "PG",
          "StarRating": 4.31,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2016-06-26T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | PG",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 664,
          "Name": "Chihayafuru",
          "ShortSynopsis": "Chihaya Ayase, a first-year high school student, has a passion for karuta and she’s determined to become the best player in Japan!",
          "MediumSynopsis": "Chihaya Ayase has lived her life under the shadow of her older sister. Things change when she befriends Arata Wataya, who exposes her to the competitive world of kurata. Now in high school, Chihaya is determined to be the best karuta player in Japan!",
          "LongSynopsis": "Chihaya Ayase, a tomboy at heart, has lived her life under the shadow of her older sister and has no real aspirations. Her life takes a drastic turn when she befriends the aloof transfer student Arata Wataya, who exposes her to the competitive world of kurata. Along with her friend, Taichi Nashima, the three spend their time together playing karuta until they’re separated. In her first year of high school, Chihaya is determined to establish the Municipal Mizusawa High Competitive Karuta Club.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CHF/CHF_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CHF/CHF_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4.15,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-06-15T00:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-14",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 657,
          "Name": "Girls und Panzer der Film",
          "ShortSynopsis": "Miho and her tankery team are pitted against the leading university team in an all-or-nothing match to save their school!",
          "MediumSynopsis": "The task of saving their school falls to Miho Nishizumi and her barely-seasoned tankery team. However, things go off track almost immediately when the Ooarai tankery team is pitted against the leading university team in an all-or-nothing match!",
          "LongSynopsis": "When the Ministry of Education goes back on its promise to keep Ooarai Girls Academy open, the task of saving the Academy Ship falls to Miho Nishizumi and her barely-seasoned tankery team. However, things go off track almost immediately when the Ooarai tankery team is pitted against the leading university team in an all-or-nothing match! Fortunately, the girls of Ooarai may have more allies than they realize, and the final showdown to save their school begins.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_MOVIE_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_MOVIE_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 2.66,
          "RunTime": 120,
          "Episodes": [],
          "FirstPremiereDate": "2017-08-24T17:00:00",
          "ShowInfoTitle": "Theatrical | TV-14",
          "EpisodeCount": 1,
          "SeasonName": "Theatrical"
        },
        {
          "Id": 518,
          "Name": "Ushio & Tora",
          "ShortSynopsis": "Ushio is destined to wield the legendary Beast Spear and fights powerful monsters beside his unwitting partner, the monster Tora.",
          "MediumSynopsis": "One day, Ushio discovers a demon in the basement of his family’s shrine, trapped by the legendary Beast Spear. When thousands of demons descend on Ushio’s house, can he trust the demon, Tora, to help in exchange for his freedom?",
          "LongSynopsis": "One day, Ushio Aotsuki, a middle school student and the son of a temple keeper, discovers a basement hidden in his family’s shrine. He unknowingly releases demonic energy that attracts thousands of monsters, all hungry for human flesh. The demon imprisoned in the basement, Tora, makes an offer: He will help fight the monsters if Ushio removes the legendary Beast Spear that has kept him trapped in the basement for 500 years. Can Ushio trust Tora to keep his word?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/UHT/UHT_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/UHT/UHT_MASTER_300x169.jpg",
          "Rating": "TV-MA (V)",
          "StarRating": 4.66,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-03T00:00:00",
          "ShowInfoTitle": "Season 1 | 39 Episodes | TV-MA (V)",
          "EpisodeCount": 39,
          "SeasonName": "Season 1"
        },
        {
          "Id": 491,
          "Name": "Food Wars!",
          "ShortSynopsis": "Yukihira Soma takes on the culinary world in the first season of Food Wars!",
          "MediumSynopsis": "Things are about to heat up for young Soma as he battles some of the world's best chefs to prove his himself and refine his skills in the first season of Food Wars!",
          "LongSynopsis": "Soma Yukihira is a teenage chef who is always looking for the perfect flavors and combinations in his cooking. So when his father suddenly closes down the family diner, Soma realizes his dad has bigger plans for him. With the intent to spark his creativity, Soma is enrolled in a cutthroat culinary school. Will he make the cut, or will his pot boil over in the first season of Food Wars!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FDW/FDW_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FDW/FDW_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 4.73,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-04-04T00:00:00",
          "ShowInfoTitle": "Season 1 | 24 Episodes | TV-14 (D)",
          "EpisodeCount": 24,
          "SeasonName": "Season 1"
        },
        {
          "Id": 510,
          "Name": "MONSTER MUSUME Everyday Life with Monster Girls",
          "ShortSynopsis": "When Kimihito finds himself sucked into a government exchange program he soon develops a monster problem: monster girls!\r",
          "MediumSynopsis": "When Kimihito finds himself sucked into a government exchange program he soon develops a monster problem- a monster girl! But things are about to go from bad to worse when monster women of all species begin to invade for Kimihito’s home.",
          "LongSynopsis": "Kurusu Kimihito is an ordinary guy with a monster-sized problem: Miia, the monster girl! Part snake and all woman, Miia is affectionate and not afraid to show it, and she’s Kimihito’s full-time responsibility thanks to a certain government exchange program. But just when it seems like Kimihito’s hands can’t get any fuller, monster women of all species begin to invade his home!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ELM/ELM_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ELM/ELM_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, S)",
          "StarRating": 4.61,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-07T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-MA (D, S)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 517,
          "Name": "GATE",
          "ShortSynopsis": "A mysterious gate unleashes an otherworldly attack. Accidental hero, Itami, is sent to the other world with the military.",
          "MediumSynopsis": "His failed attempt to save a doujinshi sale from an otherworldly attack turned Itami into an accidental hero. He’s promoted to second lieutenant of the Self-Defense Force and sent on a mission through the gate into another world.",
          "LongSynopsis": "A gate to another world appears in the middle of Tokyo’s Ginza District, and the citizens of Tokyo are attacked by cavalry, dragons, and demons. Itami, an otaku who was in the area to purchase his long-awaited doujinshi, becomes the accidental hero of the day and gets promoted to second lieutenant of the Self-Defense Force. Not long after, he’s sent on a mission through the gate into the other world with typical otaku-like expectations of what he’ll find there. \r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GTE/GTE_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GTE/GTE_MASTER_300x169.jpg",
          "Rating": "TV-MA (L, S, V)",
          "StarRating": 4.54,
          "RunTime": 23,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-03T00:00:00",
          "ShowInfoTitle": "Season 1 | 24 Episodes | TV-MA (L, S, V)",
          "EpisodeCount": 24,
          "SeasonName": "Season 1"
        },
        {
          "Id": 515,
          "Name": "School-Live!",
          "ShortSynopsis": "A dark shadow hangs over Yuki’s otherwise perfect school life, and her friends will do anything to protect her innocence.",
          "MediumSynopsis": "Yuki is the most energetic member of the School Living Club, a club that’s so dedicated to the school that they live in it! However, the club’s true nature holds a dark secret.",
          "LongSynopsis": "Yuki’s high school has everything: solar power, a well-stocked school store, an amazing library, a garden on the roof, and the best friends she could ask for. She’s the most energetic member of the School Living Club, an exclusive club dedicated to fully integrating themselves with the school. They even live in it! Life couldn’t be more exciting for Yuki and her friends… except that their club holds a dark secret.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GKG/GKG_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GKG/GKG_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 4.24,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-09T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 572,
          "Name": "Chivalry of a Failed Knight",
          "ShortSynopsis": "Ikki is the worst student in his school and, as he clashes with a princess, graduating as a Magical Knight grows more unlikely.",
          "MediumSynopsis": "Among Blazers, Ikki Kurogane’s power is so low that he’s literally the worst at his school; graduating as a Magical Knight is nigh impossible. His already slim odds are slashed after an encounter with a talented princess, forever altering his life.",
          "LongSynopsis": "For Ikki Kurogane, graduating as a Magical Knight is nigh impossible. Among Blazers, he’s considered the worst; he can materialize his soul into a weapon, but his magical power is extremely low. To add insult to injury, an unfortunate encounter with the talented and beautiful Princess Stella Vermillion slashes his already slim odds and alters the course of his life forever.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/SFK/SFK_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/SFK/SFK_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, S, V)",
          "StarRating": 4.32,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2015-10-10T17:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-MA (D, S, V)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 511,
          "Name": "Himouto! Umaru-chan",
          "ShortSynopsis": "At home, Umaru changes from a demure high school beauty into a lazy slob. Can her big brother change her?",
          "MediumSynopsis": "In public, Umaru is the perfect vision of a beautiful and smart high school girl. At home, she morphs into the ultimate slob with the ability to game all night and binge on junk food and cola. Can her big brother, Taihei, change her?",
          "LongSynopsis": "Umaru has two faces: her “outside face” is a reserved beauty, renown throughout the school and community for her flawless manners, talent, and intelligence. Her dreaded “inside face,” the face her responsible older brother Taihei deals with daily, is a lazy, game -playing, snack-binging brat. As Umaru hides her ability to methodically pair junk food with cola, Taihei attempts to devise ways to reign in her epic laziness by any means necessary.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HUC/HUC_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HUC/HUC_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4.28,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-08T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 771,
          "Name": "Angel Beats OVA",
          "ShortSynopsis": "Yuri wants Angel to lead them to God; they end up getting a surprise instead when Angel reveals her secret.",
          "MediumSynopsis": "Yuri has an idea: to distract Angel, members will live at “High Tension Level” for 12 hours. Yuri wants to corner Angel into leading them to God; they end up getting a surprise instead when Angel reveals her secret.",
          "LongSynopsis": "Yuri has an idea: to distract Angel, members will live at “High Tension Level” for 12 hours. Yuri wants to corner Angel into leading them to God; they end up getting a surprise instead when Angel reveals her secret.\r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ANB/ANB_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ANB/ANB_OVA_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 2.5,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-03-01T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (V)",
          "EpisodeCount": 1,
          "SeasonName": "Season 1"
        },
        {
          "Id": 755,
          "Name": "Dramatical Murder OVA",
          "ShortSynopsis": "Aoba is thrown into a world where he has failed every Scrap.",
          "MediumSynopsis": "Aoba is thrown into a world where he has failed every Scrap. The consequences for each failed attempt is gruesome and agonizing.\r",
          "LongSynopsis": "Aoba is thrown into a world where he has failed every Scrap. The consequences for each failed attempt is gruesome and agonizing, without fail Aoba must go through each experience with terrifying detail.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DMM/DMM_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DMM/DMM_OVA_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, S, V)",
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2017-05-24T00:00:00",
          "ShowInfoTitle": "OVA | TV-MA (D, S, V)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 741,
          "Name": "Amagi Brilliant Park OVA",
          "ShortSynopsis": "Things are hectic at the amusement park with Kanie trying to get his work done and Moffle is on a PR trip.",
          "MediumSynopsis": "Things are hectic at the amusement park with Kanie trying to get his work done while shuffling employees around to cover for a workplace mishap.",
          "LongSynopsis": "Things are hectic at the amusement park with Kanie trying to get his work done while shuffling employees around to cover for a workplace mishap. Meanwhile, Moffle takes Eiko, Biino and Shiina on an interesting PR training mission.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ABP/ABP_OVA_Key_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ABP/ABP_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2016-10-20T19:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 368,
          "Name": "Amagi Brilliant Park",
          "ShortSynopsis": "The story begins when a high school boy is invited on a date in an amusement park by a mysterious and beautiful transfer student.",
          "MediumSynopsis": "The \"slapstick drama\" begins with Seiya Kanie, a high school boy who is invited on a date in an amusement park by a mysterious beautiful transfer student named Isuzu Sento.",
          "LongSynopsis": "The \"slapstick drama\" begins with Seiya Kanie, a high school boy who is invited on a date in an amusement park by a mysterious beautiful transfer student named Isuzu Sento. He is introduced to Ratifa, a \"real\" princess and the park's manager, and is asked to be the acting manager of this \"disappointing amusement park in the Tokyo suburbs",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ABP/ABP_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ABP/ABP_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 4.5,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2016-10-20T19:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14 (D, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 492,
          "Name": "Is It Wrong to Try to Pick Up Girls in a Dungeon?",
          "ShortSynopsis": "A fateful encounter - what adventuring is all about! But for Bell Cranel, meeting a girl doesn’t go quite as planned.\r",
          "MediumSynopsis": "A fateful encounter - that is what adventuring is all about! This comedy attempts to answer its title’s question as a young adventurer, blessed by the tiny Goddess Hestia, seeks to impress the perfect girl in a dungeon filled with mythical beasts.",
          "LongSynopsis": "In Orario, fearless adventurers band together in search of fame and fortune within the underground labyrinth known as the Dungeon. However, Bell Cranel, novice adventurer, has bigger plans than riches and glory; he fights monsters in the hope of having a fateful encounter with a girl. When this happens, it doesn’t go exactly as he planned. Thus begins the story of an unlikely pair, a boy and a goddess, both trying to prove themselves, both eager to reach their goals.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WPG/WPG_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WPG/WPG_MASTER_300x169.jpg",
          "Rating": "TV-MA (V)",
          "StarRating": 4.54,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-04-04T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-MA (V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 636,
          "Name": "The Big O",
          "ShortSynopsis": "When things get hard for investigator, Roger Smith, he's got the Big O, a giant robot loaded with all the extras.",
          "MediumSynopsis": "Roger Smith’s primary resource is his mind, but it doesn’t hurt to have the biggest, baddest back-up that any cop or small army could ever hope for: the Big O, a giant robot loaded with all the extras.",
          "LongSynopsis": "As a combined hybrid of detective, mediator, and enforcer, Roger Smith’s primary resource is his keen, analytical mind, but it doesn’t hurt to have a mansion filled with gadgets, his butler Norman, and his attractive assistant Dorothy to fall back on. Additionally, for those times when cases end up “in dispute,” he also has the biggest, baddest back-up that any cop or small army could ever hope for: the Big O, a giant robot loaded with all the extras.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGO/BGO_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGO/BGO_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 0,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-03-01T06:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14 (D, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 336,
          "Name": "Vampire Hunter D",
          "ShortSynopsis": "Doris is chosen to be the bride of vampire Count Magnus, she hires a vampire hunter known as D in an attempt to escape her fate.",
          "MediumSynopsis": "When Doris Lang is chosen as the next bride for the vampire Count Magnus Lee, she will hire a mysterious vampire hunter known only as D in an attempt to escape her ill-gotten fate.",
          "LongSynopsis": "In the year 12,090 A.D technology and the supernatural have overtaken the world, leaving the land desolate and despotic. The remnants of humanity are scattered into small communities, and live in fear of vampires who compose the ruling Nobility. When Count Magnus Lee tastes the blood of Doris Lang, she is forcibly chosen to be his next wife. In an effort to escape her ill-gotten fate she hires a mysterious vampire hunter known only as D, who comes from a peculiar lineage.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/VHD/VHD_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/VHD/vampire-hunter-d_VHD_MASTER_300x169_00.jpg",
          "Rating": "TV-MA (S, V)",
          "StarRating": 3.37,
          "RunTime": 90,
          "Episodes": [],
          "FirstPremiereDate": "1985-12-21T00:00:00",
          "ShowInfoTitle": "Theatrical | TV-MA (S, V)",
          "EpisodeCount": 1,
          "SeasonName": "Theatrical"
        },
        {
          "Id": 710,
          "Name": "Inu x Boku SS OVA",
          "ShortSynopsis": "Things just can't be quiet at Ayakashi Kan between Soshi and Natsume's misadventures.",
          "MediumSynopsis": "In an effort to ease Ririchiyo's nervousness, Soshi transforms into a cute young boy and a woman with mixed results. Later, Natsume plays with Sorinozuka's \"switches,\" causing a strange chain effect. Things just can't be quiet at Ayakashi Kan!",
          "LongSynopsis": "In an effort to ease Ririchiyo's nervousness, Soshi transforms into a cute young boy and a woman with mixed results. Later, Natsume plays with Sorinozuka's \"switches,\" causing a strange chain effect. Things just can't be quiet at Ayakashi Kan!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/IXB/IXB_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/IXB/IXB_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2016-09-26T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 712,
          "Name": "Love, Chunibyo & Other Delusions! OVA",
          "ShortSynopsis": "With Christmas fast approaching, Rikka and Nibutani plan a Christmas party at Sanae's Mansion after Makoto's suggestion.\r",
          "MediumSynopsis": "With Christmas fast approaching, Rikka and Nibutani plan a Christmas party at Sanae's Mansion after Makoto's suggestion. Chaos ensues at the party as Rikka and Yuta continue exploring their burgeoning relationship.",
          "LongSynopsis": "Christmas is the time to gather with your loved ones and to celebrate the season, but what if your loved one is your crazy chunibyo girlfriend? While Rikka may not be the craziest out of her friends they all decide to throw a Christmas party at Sanae's Mansion. This gives Rikka and Yuta the chance to continue to explore their relationship with each other.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_01_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_01_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2013-06-19T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 713,
          "Name": "Love, Chunibyo & Other Delusions! -Heart Throb- OVA",
          "ShortSynopsis": "Problems arise for Yuta and Rikka after Makoto gives Yuta a USB with pictures of an idol that he had a crush on in middle school.",
          "MediumSynopsis": "Problems arise for Yuta and Rikka after Makoto gives Yuta a USB containing pictures of an idol that he had a crush on in middle school. After Rikka asks Yuta to return the stick, he secretly keeps it and Rikka finds after sneaking into his room.\r",
          "LongSynopsis": "Things are not always perfect in a relationship as Yuta and Rikka find that out the hard way. After Makoto gives Yuta a USB stick with pictures of an idol that he had a crush on in middle school, the girls have Yuta give it back to Makoto. Instead, he secretly keeps it and Rikka finds it in his room after sneaking in one night. This leads to problems for the couple as they are still finding their way together.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_02_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_02_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 2.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2014-09-17T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 715,
          "Name": "Persona 4: The Animation OVA",
          "ShortSynopsis": "The true ending to the anime, Yu attempts to find who is the enemy actually is.",
          "MediumSynopsis": "The true ending to the anime, Yu attempts to find out who the enemy actually is. He notices strange things suddenly occurring and has to go back into the \"TV World\" by himself to uncover the last bit of truth.",
          "LongSynopsis": "The true ending to the anime, Yu attempts to find out who the enemy actually is. He notices strange things suddenly occurring and has to go back into the \"TV World\" by himself to uncover the last bit of truth. Not only must he battle this enemy but he must battle himself and his inner self and fears.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/PS/PS_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/PS/PS_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2012-08-22T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 735,
          "Name": "Dusk Maiden of Amnesia OVA",
          "ShortSynopsis": "When the Paranormal Investigation's Club investigates a series of old cases, things get a little embarrassing...",
          "MediumSynopsis": "The Paranormal Investigation's Club investigates a series of stories which, one by one, lead to a series of interesting situations. What lies in wait for the club and its ghost in this special episode?",
          "LongSynopsis": "Yuuko's antics are causing more ghost stories to circulate around the school, and Kirie, at her wit's end, attempts to rein Yuuko in with a series of games. Later, the Paranormal Investigation's Club investigates a series of stories which, one by one, lead to a series of interesting situations. What lies in wait for the club and its ghost in this special episode?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DMA/DMA_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DMA/DMA_OVA_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 2.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2012-11-28T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (D, V)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 705,
          "Name": "La Storia della Arcana Famiglia OVA",
          "ShortSynopsis": "Libertà, Nova, Luca, Debito, Pace and Dante go to the dining room, they see chocolate treats and decide to eat them.",
          "MediumSynopsis": "Libertà, Nova, Luca, Debito, Pace and Dante go to the dining room, they see chocolate treats and decide to eat them.",
          "LongSynopsis": "Libertà, Nova, Luca, Debito, Pace and Dante all receive invitations to meet in the dining room, assuming Felicità invited them. When they get there, they see chocolate treats and decide to eat them.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AFG/AFG_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AFG/AFG_OVA_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 1.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2013-03-27T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (D, V)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 716,
          "Name": "Elfen Lied OVA",
          "ShortSynopsis": "When Nyu, now Lucy, awakens, after an accident, she remembers a time five years ago during her first encounter with Kohta.",
          "MediumSynopsis": "Nyu slips on a puddle, hits her head, and get knocked out. When Nyu, now Lucy, awakens, she remembers a time five years ago during her first encounter with Kohta.",
          "LongSynopsis": "What should have been a playful cleaning context between Nana and Nyu turns into an argument. As the two girls try to resolve their differences, Nyu slips on a puddle, hits her head, and get knocked out. When Nyu, now Lucy, awakens, she remembers a time five years ago during her first encounter with Kohta.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ELF/ELF_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ELF/ELF_MASTER_300x169.jpg",
          "Rating": "TV-MA (L, S, V)",
          "StarRating": 2.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2005-04-21T00:00:00",
          "ShowInfoTitle": "OVA | TV-MA (L, S, V)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 704,
          "Name": "Beyond the Boundary OVA",
          "ShortSynopsis": "Two years ago, the Nase siblings met Akihito for the first time when Hiroomi and Mitsuki are sent to subjugate the half-yomu.",
          "MediumSynopsis": "Set two years before Akihito met Mirai, the Nase siblings, Hiroomi and Mitsuki, first encounter Akihito when they are sent to subdue him and bring back by any means necessary.",
          "LongSynopsis": "Set two years before Akihito met Mirai, the Nase siblings, Hiroomi and Mitsuki, first encounter Akihito when they are sent to subdue him and bring back by any means necessary. This brings complications to Miroku's future plans.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BTB/BTB_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BTB/BTB_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2014-07-02T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 693,
          "Name": "K-ON! OVA",
          "ShortSynopsis": "Ritsu's middle school friend invites the band to perform live on New Year's Eve!",
          "MediumSynopsis": "Ritsu's middle school friend invites the band to perform live on New Year's Eve. The girls get acquainted with other bands, and become a little nervous as the performance approaches. When the time comes, will they be able to rock the house?",
          "LongSynopsis": "Ritsu's middle school friend invites the band to perform live on New Year's Eve. The girls get acquainted with other bands, and become a little nervous as the performance approaches. When the time comes, will they be able to rock the house? It's a good thing the other bands are there to support them!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/KNO/KNO_01_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/KNO/KNO_01_OVA_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2010-01-20T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (D)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 615,
          "Name": "Girls und Panzer OVA",
          "ShortSynopsis": "The girls from Oorai are back for a special six-episode OVA more adventures in tankery and beyond.",
          "MediumSynopsis": "The girls from Oorai are back, and whether they're shopping for swimsuits, camping out, or doing the Ankou Dance, they bring their own special brand of Tankery with them.",
          "LongSynopsis": "The girls from Oorai are back, and whether they're shopping for swimsuits, camping out, or doing the Ankou Dance, they bring their own special brand of Tankery to the task at hand. There's also a tour of the Oorai school ship, a look at what REALLY happened while Yukari and Erwin were out doing reconnaissance and a team talent contest that's not to be missed! It's a very special collection featuring everyone's favorite Tankery girls: GIRLS UND PANZER Specials!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_OVAS_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 2.66,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2012-12-21T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (V)",
          "EpisodeCount": 6,
          "SeasonName": "OVA"
        },
        {
          "Id": 528,
          "Name": "When They Cry",
          "ShortSynopsis": "Transfer student Maebara Keiichi's new friends in Hinamizawa aren't who they seem to be...",
          "MediumSynopsis": "Transfer student Maebara Keiichi enjoys carefree days of playing with his friends in the sleepy town of Hinamizawa until news of a murder set horrible events into motion.",
          "LongSynopsis": "Transfer student Maebara Keiichi enjoys carefree days of playing with his friends in the sleepy town of Hinamizawa. However, one fateful day, Keiichi hears news about a local murder, triggering a set of horrific events. His friends Rena, Mion, Satoko, and Rika, as well as the other residents of Hinamizawa, hide a dark secret, and Keiichi is sinking right into it.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WTC/WTC_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WTC/when-they-cry_WTC_MASTER_300x169_00.jpg",
          "Rating": "TV-MA (V)",
          "StarRating": 4.33,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2006-04-05T00:00:00",
          "ShowInfoTitle": "Season 1 | 26 Episodes | TV-MA (V)",
          "EpisodeCount": 26,
          "SeasonName": "Season 1"
        },
        {
          "Id": 527,
          "Name": "Den-noh Coil",
          "ShortSynopsis": "Yuko Okonogi will have to tread warily to unravel the mystery of societies’ augmented reality, before it unravels her first.",
          "MediumSynopsis": "In the year 2026, Yuko Okonogi will have to tread carefully as she begins to unravel the mysteries of her societies’ augmented reality, before they unravel her first.",
          "LongSynopsis": "If you gaze into an abyss, the abyss will gaze back at you. Through the augmented reality glasses common in the year 2026, Yuko Okonogi experiences life in multiple dimensions. With the virtual overlaying the physical, the two might eventually become muddled.  Yuko will have to tread carefully as she begins to unravel the very essence of this pseudo space, along with its secrets, before it unravels her first.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DNC/DNC_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DNC/DNC_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 2.5,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2007-12-01T00:00:00",
          "ShowInfoTitle": "Season 1 | 26 Episodes | TV-14",
          "EpisodeCount": 26,
          "SeasonName": "Season 1"
        },
        {
          "Id": 648,
          "Name": "Maid-Sama! OVA",
          "ShortSynopsis": "Misaki has her maid uniform damaged and asks Suzuna to fix it. Before she can get it back they decide to try on her uniform.",
          "MediumSynopsis": "Misaki has her maid uniform damaged and asks Suzuna to fix it. Before she can get it back they decide to try on her uniform. Meanwhile, Hinata and Usui are getting a stone for making Tsukemono.",
          "LongSynopsis": "Misaki has her maid uniform damaged and asks Suzuna to fix it. Before she can get it back they decide to try on her uniform. Meanwhile, Hinata and Usui are getting a stone for making Tsukemono. \r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/MS/MS_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/MS/MS_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": 15,
          "Episodes": [],
          "FirstPremiereDate": "2011-05-11T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        }
      ]
    },
    {
      "Name": "HIDIVE  Exclusives",
      "Titles": [
        {
          "Id": 720,
          "Name": "BanG Dream! OVA",
          "ShortSynopsis": "Featuring performances by the band Poppin’ Party, Kasumi and the girls go to the beach for some fun and volleyball!\r",
          "MediumSynopsis": "With the success of Poppin' Party at Space, the girls head to the beach for some fun and time off! They enjoy their time in the sun while swimming, playing volleyball, and of course a performance for fellow beachgoers!\r",
          "LongSynopsis": "It’s hard to reach for the stars when you don’t know what inspires you, but thanks to a chance meeting between Kasumi and a star-shaped guitar, she finally understands her true calling! Kasumi becomes determined to form an all-girl band, and her search leads her to Saya, Arisa, Rimi, and Tae. Featuring live performances by the band Poppin’  Party, Kasumi (played by the band’s lead singer, Aimi), prepares to take the stage and make her dreams of stardom come true, no matter the obstacles.\r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BNG/BNG_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BNG/BNG_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-08-26T16:00:00",
          "ShowInfoTitle": "OVA | TV-14",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 657,
          "Name": "Girls und Panzer der Film",
          "ShortSynopsis": "Miho and her tankery team are pitted against the leading university team in an all-or-nothing match to save their school!",
          "MediumSynopsis": "The task of saving their school falls to Miho Nishizumi and her barely-seasoned tankery team. However, things go off track almost immediately when the Ooarai tankery team is pitted against the leading university team in an all-or-nothing match!",
          "LongSynopsis": "When the Ministry of Education goes back on its promise to keep Ooarai Girls Academy open, the task of saving the Academy Ship falls to Miho Nishizumi and her barely-seasoned tankery team. However, things go off track almost immediately when the Ooarai tankery team is pitted against the leading university team in an all-or-nothing match! Fortunately, the girls of Ooarai may have more allies than they realize, and the final showdown to save their school begins.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_MOVIE_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_MOVIE_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 2.66,
          "RunTime": 120,
          "Episodes": [],
          "FirstPremiereDate": "2017-08-24T17:00:00",
          "ShowInfoTitle": "Theatrical | TV-14",
          "EpisodeCount": 1,
          "SeasonName": "Theatrical"
        },
        {
          "Id": 617,
          "Name": "Blue Gale Xabungle",
          "ShortSynopsis": "Jiron seeks revenge against outlaw who killed his parents, stealing the mecha Xabungle.",
          "MediumSynopsis": "Jiron Amos seeks revenge against the outlaw who killed his parents, but in a world where crimes are forgiven if they’re not brought to justice within three days, there’s only one thing he can do: steal the mecha Xabungle.",
          "LongSynopsis": "On the planet Zora, there are two societies: the Innocent and the Civilians. Jiron Amos seeks revenge against the outlaw who killed his parents, but in a world where Civilian crimes are forgiven if they’re not brought to justice within three days, there’s little he can do. Taking his revenge into his own hands, Jiron steals the mecha Xabungle and teams up with a group of bandits, the Sandrats. As his quest continues, Jiron’s actions sow the seeds of rebellion against the Innocent.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/XBG/XBG_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/XBG/XBG_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 0,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-08-15T17:00:00",
          "ShowInfoTitle": "Season 1 | 50 Episodes | TV-14",
          "EpisodeCount": 50,
          "SeasonName": "Season 1"
        },
        {
          "Id": 788,
          "Name": "Action Heroine Cheer Fruits",
          "ShortSynopsis": "Misaki signs up to become a \"heroine fighter\" for her small town and ends up in a strange position...",
          "MediumSynopsis": "Misaki Shirogane signs up to become a \"heroine fighter\" for her area - but everything changes when she has to save her town’s culture hall, a beloved structure that her grandfather helped build!",
          "LongSynopsis": "What starts as a project for a small-town festival gains traction when local heroines begin getting scouted for popular TV programs. At the urging of her aunt, a prefectural governor in Hinano City, high school senior Misaki Shirogane signs up to become a \"heroine fighter\" for her area - but everything changes when she has to save her town’s culture hall, a beloved structure that her grandfather helped build!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ACF/action-heroine-cheer-fruits_ACF_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ACF/action-heroine-cheer-fruits_ACF_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 3.11,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-07-08T13:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 784,
          "Name": "Battle Girl High School",
          "ShortSynopsis": "In 2045, humanity's only hope to survive invaders called Irousu lies with the students of Shinjugamine Girls' Academy.",
          "MediumSynopsis": "Set in 2045, humanity struggles to survive in a world overrun by mysterious invaders called the Irousu. The Earth's only hope lies with the students of Shinjugamine Girls' Academy, a school where Star Guardians train to fight the Irousu.",
          "LongSynopsis": "Set in 2045, humanity struggles to survive in a world overrun by mysterious invaders called the Irousu. The Earth's only hope lies with the students of Shinjugamine Girls' Academy, a school where Star Guardians train to fight the Irousu. Together, these brave girls work to develop their skills to fight against the invaders… provided they can pass class first!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGH/Battle-Girl-High-School_BGH_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGH/Battle-Girl-High-School_BGH_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 1,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-07-02T16:30:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 107,
          "Name": "ICE",
          "ShortSynopsis": "A virus has wiped out most of the population. The survivors: beautiful women.",
          "MediumSynopsis": "A virus has wiped out most of the population. The survivors: beautiful women. Faced with the possible extinction of the human race, some of these new Amazons choose to use their beauty, might, and minds to fight back to reclaim the planet once more.",
          "LongSynopsis": "The year is 2012. Due to an environmental contaminant, the human population has been decimated, including all males, leaving only women behind. Facing extinction, some have decided to accept their doom and live to seek pleasure; others are still trying to use science to fight off that fate. In central Tokyo, one of the last inhabited areas in the world, these two groups face off in a struggle over a hidden sample of “ICE,” a substance that could save humanity.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ICE/ICE_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ICE/ICE_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 3,
          "RunTime": 43,
          "Episodes": [],
          "FirstPremiereDate": "2007-05-25T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (V)",
          "EpisodeCount": 3,
          "SeasonName": "OVA"
        },
        {
          "Id": 602,
          "Name": "GARO",
          "ShortSynopsis": "Kouga Saezima suddenly comes across Kaoru, a girl stained with demonic blood. He must now find a way to purify her.",
          "MediumSynopsis": "Kouga Saezima suddenly comes across Kaoru, a girl stained with demonic blood. Tradition requires him to kill her, but Kouga makes a resolution to try to find a way to purify her.",
          "LongSynopsis": "For a thousand years, mankind has been under attack by demonic manifestations, Horrors, that feed off humanity’s malevolent thoughts. Enter Kouga Saezima, who has assumed the title Makai Knight to protect his people from the Horrors. In his quest to destroy the enemy, he comes across Kaoru, a girl stained with demonic blood. Tradition requires him to kill her, but Kouga makes a resolution to try to find a way to purify her.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GAR/GAR_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GAR/GAR_01_MASTER_300x169.jpg",
          "Rating": "TV-MA (S, V)",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-06-23T17:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-MA (S, V)",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 594,
          "Name": "Corpse Party \"Live Action\" - PG12 Version",
          "ShortSynopsis": "When a group of students perform a chant, a nightmarish evil is unleashed.",
          "MediumSynopsis": "When a group of students perform a chant, a nightmarish evil is unleashed. This is your invitation to one celebration you'll never forget, Corpse Party.",
          "LongSynopsis": "When a group of students perform a chant, a nightmarish evil is unleashed. This is your invitation to one celebration you'll never forget, Corpse Party.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CRP/CRP_MOVIE_PG12_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CRP/CRP_MOVIE_PG12_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 1.5,
          "RunTime": 93,
          "Episodes": [],
          "FirstPremiereDate": "2015-08-01T00:00:00",
          "ShowInfoTitle": "Theatrical | TV-14 (V)",
          "EpisodeCount": 1,
          "SeasonName": "Theatrical"
        },
        {
          "Id": 769,
          "Name": "Frame Arms Girl",
          "ShortSynopsis": "Follow Ao’s antics as she learns the ups and downs of being Gourai’s owner... which includes putting her in competitive fights!",
          "MediumSynopsis": "Ao Gennai opens a package that was mistakenly delivered to her house. To her surprise, what lies within is a small robot named Gourai. Follow Ao’s antics as she learns the ups and downs of being Gourai’s owner!\r",
          "LongSynopsis": "Ao Gennai mistakenly opens a package that wasn’t meant for her, and, to her surprise, she sees a small robot named Gourai, a Frame Arms Girl who has an evolving personality. Confused as to how this little robot made it into her life, she finds out that she is the first person to activate her. She realizes taking care of Gourai is harder than she thought, especially when competitive fights are involved!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FAG/FAG_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FAG/FAG_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, S)",
          "StarRating": 3.19,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-04-03T19:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14 (D, S)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 761,
          "Name": "RIN-NE 3",
          "ShortSynopsis": "Half-Shinigami Rinne Rokudo is in over his head as more interlopers from the spirit world cause chaos for him and Sakura Mamiya!",
          "MediumSynopsis": "Helping the departed find peace is all in a day’s work for half-Shinigami Rinne Rokudo, but the poor guy is in over his head when more mysterious interlopers from the spirit world start to create problems for him and Sakura Mamiya.",
          "LongSynopsis": "Helping the departed find peace is all in a day’s work for half-Shinigami Rinne Rokudo, but the poor guy is in over his head when more mysterious interlopers from the spirit world start to create problems for him and the ever-collected Sakura Mamiya. With the introduction of a new teacher, a new Shinigami girl, and a host of restless spirits with “personal issues,” Rinne’s life is only going to get crazier!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/RNE/RNE_03_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/RNE/RNE_03_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-04-08T11:00:00",
          "ShowInfoTitle": "Season 3 | 25 Episodes | TV-14 (D)",
          "EpisodeCount": 25,
          "SeasonName": "Season 3"
        },
        {
          "Id": 568,
          "Name": "Legend of the Galactic Heroes",
          "ShortSynopsis": "War wages between the Galactic Empire and the Free Planets Alliance in this military space opera.",
          "MediumSynopsis": "War wages between the Galactic Empire and the Free Planets Alliance. With two new brilliant young leaders at the helm, anything can happen in this military space opera.",
          "LongSynopsis": "The galaxy has been at war for 150 long years between the Galactic Empire and the Free Planets Alliance. As two new commanders enter the field of battle, the tides of war change. Imperial Admiral Reinhard von Lohengramm and the FPA's Yang Wen-Li shatter the wartime stalemate, elevating the war to a new level. Brilliant new strategies play out in the grand chess game amid the stars.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LGH/LGH_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LGH/LegendGalacticHeroes_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 4.87,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-06-16T16:00:00",
          "ShowInfoTitle": "Season 1 | 110 Episodes | TV-14 (D, V)",
          "EpisodeCount": 110,
          "SeasonName": "Season 1"
        },
        {
          "Id": 741,
          "Name": "Amagi Brilliant Park OVA",
          "ShortSynopsis": "Things are hectic at the amusement park with Kanie trying to get his work done and Moffle is on a PR trip.",
          "MediumSynopsis": "Things are hectic at the amusement park with Kanie trying to get his work done while shuffling employees around to cover for a workplace mishap.",
          "LongSynopsis": "Things are hectic at the amusement park with Kanie trying to get his work done while shuffling employees around to cover for a workplace mishap. Meanwhile, Moffle takes Eiko, Biino and Shiina on an interesting PR training mission.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ABP/ABP_OVA_Key_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ABP/ABP_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2016-10-20T19:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 636,
          "Name": "The Big O",
          "ShortSynopsis": "When things get hard for investigator, Roger Smith, he's got the Big O, a giant robot loaded with all the extras.",
          "MediumSynopsis": "Roger Smith’s primary resource is his mind, but it doesn’t hurt to have the biggest, baddest back-up that any cop or small army could ever hope for: the Big O, a giant robot loaded with all the extras.",
          "LongSynopsis": "As a combined hybrid of detective, mediator, and enforcer, Roger Smith’s primary resource is his keen, analytical mind, but it doesn’t hurt to have a mansion filled with gadgets, his butler Norman, and his attractive assistant Dorothy to fall back on. Additionally, for those times when cases end up “in dispute,” he also has the biggest, baddest back-up that any cop or small army could ever hope for: the Big O, a giant robot loaded with all the extras.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGO/BGO_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGO/BGO_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 0,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-03-01T06:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14 (D, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 712,
          "Name": "Love, Chunibyo & Other Delusions! OVA",
          "ShortSynopsis": "With Christmas fast approaching, Rikka and Nibutani plan a Christmas party at Sanae's Mansion after Makoto's suggestion.\r",
          "MediumSynopsis": "With Christmas fast approaching, Rikka and Nibutani plan a Christmas party at Sanae's Mansion after Makoto's suggestion. Chaos ensues at the party as Rikka and Yuta continue exploring their burgeoning relationship.",
          "LongSynopsis": "Christmas is the time to gather with your loved ones and to celebrate the season, but what if your loved one is your crazy chunibyo girlfriend? While Rikka may not be the craziest out of her friends they all decide to throw a Christmas party at Sanae's Mansion. This gives Rikka and Yuta the chance to continue to explore their relationship with each other.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_01_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_01_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2013-06-19T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 713,
          "Name": "Love, Chunibyo & Other Delusions! -Heart Throb- OVA",
          "ShortSynopsis": "Problems arise for Yuta and Rikka after Makoto gives Yuta a USB with pictures of an idol that he had a crush on in middle school.",
          "MediumSynopsis": "Problems arise for Yuta and Rikka after Makoto gives Yuta a USB containing pictures of an idol that he had a crush on in middle school. After Rikka asks Yuta to return the stick, he secretly keeps it and Rikka finds after sneaking into his room.\r",
          "LongSynopsis": "Things are not always perfect in a relationship as Yuta and Rikka find that out the hard way. After Makoto gives Yuta a USB stick with pictures of an idol that he had a crush on in middle school, the girls have Yuta give it back to Makoto. Instead, he secretly keeps it and Rikka finds it in his room after sneaking in one night. This leads to problems for the couple as they are still finding their way together.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_02_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_02_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 2.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2014-09-17T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 715,
          "Name": "Persona 4: The Animation OVA",
          "ShortSynopsis": "The true ending to the anime, Yu attempts to find who is the enemy actually is.",
          "MediumSynopsis": "The true ending to the anime, Yu attempts to find out who the enemy actually is. He notices strange things suddenly occurring and has to go back into the \"TV World\" by himself to uncover the last bit of truth.",
          "LongSynopsis": "The true ending to the anime, Yu attempts to find out who the enemy actually is. He notices strange things suddenly occurring and has to go back into the \"TV World\" by himself to uncover the last bit of truth. Not only must he battle this enemy but he must battle himself and his inner self and fears.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/PS/PS_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/PS/PS_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2012-08-22T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 735,
          "Name": "Dusk Maiden of Amnesia OVA",
          "ShortSynopsis": "When the Paranormal Investigation's Club investigates a series of old cases, things get a little embarrassing...",
          "MediumSynopsis": "The Paranormal Investigation's Club investigates a series of stories which, one by one, lead to a series of interesting situations. What lies in wait for the club and its ghost in this special episode?",
          "LongSynopsis": "Yuuko's antics are causing more ghost stories to circulate around the school, and Kirie, at her wit's end, attempts to rein Yuuko in with a series of games. Later, the Paranormal Investigation's Club investigates a series of stories which, one by one, lead to a series of interesting situations. What lies in wait for the club and its ghost in this special episode?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DMA/DMA_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DMA/DMA_OVA_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 2.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2012-11-28T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (D, V)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 705,
          "Name": "La Storia della Arcana Famiglia OVA",
          "ShortSynopsis": "Libertà, Nova, Luca, Debito, Pace and Dante go to the dining room, they see chocolate treats and decide to eat them.",
          "MediumSynopsis": "Libertà, Nova, Luca, Debito, Pace and Dante go to the dining room, they see chocolate treats and decide to eat them.",
          "LongSynopsis": "Libertà, Nova, Luca, Debito, Pace and Dante all receive invitations to meet in the dining room, assuming Felicità invited them. When they get there, they see chocolate treats and decide to eat them.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AFG/AFG_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AFG/AFG_OVA_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 1.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2013-03-27T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (D, V)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 716,
          "Name": "Elfen Lied OVA",
          "ShortSynopsis": "When Nyu, now Lucy, awakens, after an accident, she remembers a time five years ago during her first encounter with Kohta.",
          "MediumSynopsis": "Nyu slips on a puddle, hits her head, and get knocked out. When Nyu, now Lucy, awakens, she remembers a time five years ago during her first encounter with Kohta.",
          "LongSynopsis": "What should have been a playful cleaning context between Nana and Nyu turns into an argument. As the two girls try to resolve their differences, Nyu slips on a puddle, hits her head, and get knocked out. When Nyu, now Lucy, awakens, she remembers a time five years ago during her first encounter with Kohta.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ELF/ELF_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ELF/ELF_MASTER_300x169.jpg",
          "Rating": "TV-MA (L, S, V)",
          "StarRating": 2.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2005-04-21T00:00:00",
          "ShowInfoTitle": "OVA | TV-MA (L, S, V)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 704,
          "Name": "Beyond the Boundary OVA",
          "ShortSynopsis": "Two years ago, the Nase siblings met Akihito for the first time when Hiroomi and Mitsuki are sent to subjugate the half-yomu.",
          "MediumSynopsis": "Set two years before Akihito met Mirai, the Nase siblings, Hiroomi and Mitsuki, first encounter Akihito when they are sent to subdue him and bring back by any means necessary.",
          "LongSynopsis": "Set two years before Akihito met Mirai, the Nase siblings, Hiroomi and Mitsuki, first encounter Akihito when they are sent to subdue him and bring back by any means necessary. This brings complications to Miroku's future plans.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BTB/BTB_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BTB/BTB_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2014-07-02T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 693,
          "Name": "K-ON! OVA",
          "ShortSynopsis": "Ritsu's middle school friend invites the band to perform live on New Year's Eve!",
          "MediumSynopsis": "Ritsu's middle school friend invites the band to perform live on New Year's Eve. The girls get acquainted with other bands, and become a little nervous as the performance approaches. When the time comes, will they be able to rock the house?",
          "LongSynopsis": "Ritsu's middle school friend invites the band to perform live on New Year's Eve. The girls get acquainted with other bands, and become a little nervous as the performance approaches. When the time comes, will they be able to rock the house? It's a good thing the other bands are there to support them!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/KNO/KNO_01_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/KNO/KNO_01_OVA_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2010-01-20T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (D)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 615,
          "Name": "Girls und Panzer OVA",
          "ShortSynopsis": "The girls from Oorai are back for a special six-episode OVA more adventures in tankery and beyond.",
          "MediumSynopsis": "The girls from Oorai are back, and whether they're shopping for swimsuits, camping out, or doing the Ankou Dance, they bring their own special brand of Tankery with them.",
          "LongSynopsis": "The girls from Oorai are back, and whether they're shopping for swimsuits, camping out, or doing the Ankou Dance, they bring their own special brand of Tankery to the task at hand. There's also a tour of the Oorai school ship, a look at what REALLY happened while Yukari and Erwin were out doing reconnaissance and a team talent contest that's not to be missed! It's a very special collection featuring everyone's favorite Tankery girls: GIRLS UND PANZER Specials!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_OVAS_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 2.66,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2012-12-21T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (V)",
          "EpisodeCount": 6,
          "SeasonName": "OVA"
        },
        {
          "Id": 527,
          "Name": "Den-noh Coil",
          "ShortSynopsis": "Yuko Okonogi will have to tread warily to unravel the mystery of societies’ augmented reality, before it unravels her first.",
          "MediumSynopsis": "In the year 2026, Yuko Okonogi will have to tread carefully as she begins to unravel the mysteries of her societies’ augmented reality, before they unravel her first.",
          "LongSynopsis": "If you gaze into an abyss, the abyss will gaze back at you. Through the augmented reality glasses common in the year 2026, Yuko Okonogi experiences life in multiple dimensions. With the virtual overlaying the physical, the two might eventually become muddled.  Yuko will have to tread carefully as she begins to unravel the very essence of this pseudo space, along with its secrets, before it unravels her first.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DNC/DNC_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DNC/DNC_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 2.5,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2007-12-01T00:00:00",
          "ShowInfoTitle": "Season 1 | 26 Episodes | TV-14",
          "EpisodeCount": 26,
          "SeasonName": "Season 1"
        },
        {
          "Id": 648,
          "Name": "Maid-Sama! OVA",
          "ShortSynopsis": "Misaki has her maid uniform damaged and asks Suzuna to fix it. Before she can get it back they decide to try on her uniform.",
          "MediumSynopsis": "Misaki has her maid uniform damaged and asks Suzuna to fix it. Before she can get it back they decide to try on her uniform. Meanwhile, Hinata and Usui are getting a stone for making Tsukemono.",
          "LongSynopsis": "Misaki has her maid uniform damaged and asks Suzuna to fix it. Before she can get it back they decide to try on her uniform. Meanwhile, Hinata and Usui are getting a stone for making Tsukemono. \r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/MS/MS_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/MS/MS_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": 15,
          "Episodes": [],
          "FirstPremiereDate": "2011-05-11T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 644,
          "Name": "Aoharu x Machinegun OVA",
          "ShortSynopsis": "This new survival game has a surprise waiting for Team Gun Gun: all of the participants are forced to compete in full cosplay!",
          "MediumSynopsis": "Team Gun Guin is participating in a new survival game but much to their surprise they’re forced to compete in full cosplay!",
          "LongSynopsis": "Team Gun Guin is participating in a new survival game but much to their surprise they’re forced to compete in full cosplay! With Yuki's cosplay costumes and many hijinks along the way, the team must learn how to defeat their enemy.\r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AXM/AXM_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AXM/AXM_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 2.5,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2015-12-25T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 709,
          "Name": "Infinite Stratos OVA",
          "ShortSynopsis": "Ichika finds himself in the girl's cross hairs, even in summer!",
          "MediumSynopsis": "Ichika finds himself in the girl's cross hairs, even in summer! With Charlotte and Houki attempting to steal his attention, Ichika finds himself in a hot summer.",
          "LongSynopsis": "Ichika finds himself in the girl's cross hairs, even in summer! What begins as Charlotte's sole attempt to \"innocently\" infiltrate his house turns into a party when the other girls show up! The next day, Houki just might be lucky enough to have Ichika to herself at a summer festival.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/IFS/IFS_01_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/IFS/IFS_01_OVA_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2011-12-07T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (V)",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 575,
          "Name": "CLAMP School Detectives",
          "ShortSynopsis": "Things get interesting when the student council of the elite CLAMP school decide to create their own detective team.",
          "MediumSynopsis": "Nokoru, Suoh and Akira would be perfect ladies’ men, each with their own set of (very) special talents. Their lives at the elite CLAMP School change forever when Nokoru decides to form their own detective team!",
          "LongSynopsis": "If it weren’t for the small matter of age Nokoru, Suoh and Akira would be perfect ladies’ men. Akira is a world-class chef, Suoh is a world-class martial artist, and Nokoru is so brilliant that he stands out at their exclusive academy for conspicuous overachievers, CLAMP School! One day, Nokoru comes up with a way to ingratiate the trio with the feminine gender: forming a detective team that specializes in helping ladies in distress!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CSD/CSD_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CSD/CSD_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2016-10-01T00:00:00",
          "ShowInfoTitle": "Season 1 | 26 Episodes | TV-14",
          "EpisodeCount": 26,
          "SeasonName": "Season 1"
        },
        {
          "Id": 525,
          "Name": "Hanaukyo Maid Team: La Verite",
          "ShortSynopsis": "Hilarity ensues when Taro inherits his mysterious grandfather's estate and all the \"maids\" that come with it!",
          "MediumSynopsis": "Taro Hanakuyo inherits his grandfather's estate only to find hundreds of a lovely, and very enthusiastic, maids come with it! What's a middle school boy to do with all this attention?",
          "LongSynopsis": "Shortly after losing his mother, middle schooler Taro Hanakuyo gets an invitation to his grandfather's estate. Little does he know that he's inherited his grandfather's mansion and all of the \"maids\" it comes with. With hundreds of lovely, and very enthusiastic, maids at his beck and call, what kind of calls will the quiet Taro make? \r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HKM/HKM_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HKM/HKM_01_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, S)",
          "StarRating": 3.5,
          "RunTime": 23,
          "Episodes": [],
          "FirstPremiereDate": "2004-04-04T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-MA (D, S)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 484,
          "Name": "Gatchaman the Movie",
          "ShortSynopsis": "The Science Ninja Team stands ready to defend the Earth against the mutant Berg Katse and his armies of henchmen.",
          "MediumSynopsis": "The sinister mutant Berg Katse has launched armies of henchmen and giant weapons of mass destruction against Earth. But the forces of evil are about to meet their match! The Science Ninja Team stands ready to take the battle back to the bad guys.",
          "LongSynopsis": "Led by the sinister mutant Berg Katse, the international terrorist organization known as GALACTOR has launched its armies of henchmen and giant weapons of mass destruction against the entire planet. But the forces of evil are about to meet their match! Utilizing incredible fighting techniques, and with the mighty ship God Phoenix at their command, the Science Ninja Team stands ready to take the battle back to the bad guys and their evil alien overlords!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GTM/GTM_Movie_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GTM/GTM_Movie_MASTER_300x169.jpg",
          "Rating": "TV-PG (V)",
          "StarRating": 4,
          "RunTime": 110,
          "Episodes": [],
          "FirstPremiereDate": "2016-10-01T00:00:00",
          "ShowInfoTitle": "Theatrical | TV-PG (V)",
          "EpisodeCount": 1,
          "SeasonName": "Feature"
        },
        {
          "Id": 422,
          "Name": "Jewel Bem Hunter Lime",
          "ShortSynopsis": "Lime, Bass, and Poogie must recover the six Magic Spheres before they wreak havoc in the human world!",
          "MediumSynopsis": "A demon manages to scatter six magic spheres through the gate between the World of Magic and Earth. Lime and Poogie now must collect these spheres before their power is unleashed on Earth.\r",
          "LongSynopsis": "The Magic Spheres are incredibly dangerous and powerful magical jewels, capable of absorbing negative emotions and transforming everyday objects into monstrous BEMS (bug eyed monsters). So when a demon manages to scatter six of them through the gate between the  World  of  Magic  and  Earth,  someone’s  got  to  get  them  back! Now it’s up to Lime, Bass, and Poogie to fight the bad guys and recover the lost gems before they can wreak havoc in the human world.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/JHL/JHL_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/JHL/JHL_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, S)",
          "StarRating": 3,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "1997-03-07T00:00:00",
          "ShowInfoTitle": "OVA | TV-14 (D, S)",
          "EpisodeCount": 3,
          "SeasonName": "OVA"
        }
      ]
    },
    {
      "Name": "Recently Added",
      "Titles": [
        {
          "Id": 805,
          "Name": "ClassicaLoid 2",
          "ShortSynopsis": "The second season of ClassicaLoid reunites Kanae with her least favorite house guests plus 2 new ClassicaLoids.",
          "MediumSynopsis": "The second season of ClassicaLoid reunites Kanae with her least favorite musical house guests, along with two NEW ClassicaLoids. What new realities will these ClassicaLoids compose with their Musik?",
          "LongSynopsis": "The second season of the slapstick comedy ClassicaLoid reunites normal high school girl Kanae with her least favorite house guests. There’s Beet-san (otherwise known as Ludwig van Beethoven) and free-spirited Motz (Wolfgang Amadeus Mozart), as well as fellow squatters Chopin, Liszt, and Schubert. These maestros have already proven they have the skill to save the world with their \"Musik,\" but with the addition of two new Classicaloids  – Wagner and Dvorak – Kanae is sure to be at her wits' end.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CLD/CLD_02_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CLD/CLD_02_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 2.5,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-10-07T11:00:00",
          "ShowInfoTitle": "Season 2 | 13 Episodes | TV-14",
          "EpisodeCount": 13,
          "SeasonName": "Season 2"
        },
        {
          "Id": 806,
          "Name": "Hozuki's Coolheadedness 2",
          "ShortSynopsis": "The second season of the supernatural comedy Hozuki’s Coolheadedness thrusts viewers back into Eternal Hell!",
          "MediumSynopsis": "Just as in this life, the afterlife needs a calm troubleshooter to deal with the bureaucratic headaches that come from keeeping things in order. Enter Hozuki: a cool and collected demon who’s badly in need of a vacation.",
          "LongSynopsis": "The second season of the supernatural comedy Hozuki’s Coolheadedness thrusts viewers back into Eternal Hell! Just as in this life, the afterlife needs a calm troubleshooter to deal with the bureaucratic headaches that come from keeeping things in order. After all, Lord Enma is a very busy (and kind of incompetent) overlord, and he needs the help of his most charismatic shadow hero to keep Hell from calling into chaos. Enter Hozuki: a cool and collected demon who’s badly in need of a vacation.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HZC/HZC_02_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HZC/HZC_02_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 3.99,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-10-07T17:30:00",
          "ShowInfoTitle": "Season 2 | 13 Episodes | TV-14",
          "EpisodeCount": 13,
          "SeasonName": "Season 2"
        },
        {
          "Id": 815,
          "Name": "DYNAMIC CHORD",
          "ShortSynopsis": "Follow the professional and personal lives of four hot boy bands under the “DYNAMIC CHORD” agency and music label!",
          "MediumSynopsis": "Follow the lives of four hot boy bands under the “DYNAMIC CHORD” agency and music label. There’s progressive rock band rêve parfait; newcomer Liar-S; veteran rock band KYOHSO; and international sensation, apple-polisher.",
          "LongSynopsis": "This anime adaptation of the otome game by Honeybee Black follows the professional and personal lives of four hot boy bands under the “DYNAMIC CHORD” agency and music label. There’s progressive rock band rêve parfait; newcomer Liar-S; veteran rock band KYOHSO; and international sensation, apple-polisher.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DYC/DYC_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DYC/DYC_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-10-07T13:00:00",
          "ShowInfoTitle": "Season | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season"
        },
        {
          "Id": 657,
          "Name": "Girls und Panzer der Film",
          "ShortSynopsis": "Miho and her tankery team are pitted against the leading university team in an all-or-nothing match to save their school!",
          "MediumSynopsis": "The task of saving their school falls to Miho Nishizumi and her barely-seasoned tankery team. However, things go off track almost immediately when the Ooarai tankery team is pitted against the leading university team in an all-or-nothing match!",
          "LongSynopsis": "When the Ministry of Education goes back on its promise to keep Ooarai Girls Academy open, the task of saving the Academy Ship falls to Miho Nishizumi and her barely-seasoned tankery team. However, things go off track almost immediately when the Ooarai tankery team is pitted against the leading university team in an all-or-nothing match! Fortunately, the girls of Ooarai may have more allies than they realize, and the final showdown to save their school begins.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_MOVIE_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GUP/GUP_MOVIE_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 2.66,
          "RunTime": 120,
          "Episodes": [],
          "FirstPremiereDate": "2017-08-24T17:00:00",
          "ShowInfoTitle": "Theatrical | TV-14",
          "EpisodeCount": 1,
          "SeasonName": "Theatrical"
        },
        {
          "Id": 617,
          "Name": "Blue Gale Xabungle",
          "ShortSynopsis": "Jiron seeks revenge against outlaw who killed his parents, stealing the mecha Xabungle.",
          "MediumSynopsis": "Jiron Amos seeks revenge against the outlaw who killed his parents, but in a world where crimes are forgiven if they’re not brought to justice within three days, there’s only one thing he can do: steal the mecha Xabungle.",
          "LongSynopsis": "On the planet Zora, there are two societies: the Innocent and the Civilians. Jiron Amos seeks revenge against the outlaw who killed his parents, but in a world where Civilian crimes are forgiven if they’re not brought to justice within three days, there’s little he can do. Taking his revenge into his own hands, Jiron steals the mecha Xabungle and teams up with a group of bandits, the Sandrats. As his quest continues, Jiron’s actions sow the seeds of rebellion against the Innocent.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/XBG/XBG_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/XBG/XBG_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 0,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-08-15T17:00:00",
          "ShowInfoTitle": "Season 1 | 50 Episodes | TV-14",
          "EpisodeCount": 50,
          "SeasonName": "Season 1"
        },
        {
          "Id": 788,
          "Name": "Action Heroine Cheer Fruits",
          "ShortSynopsis": "Misaki signs up to become a \"heroine fighter\" for her small town and ends up in a strange position...",
          "MediumSynopsis": "Misaki Shirogane signs up to become a \"heroine fighter\" for her area - but everything changes when she has to save her town’s culture hall, a beloved structure that her grandfather helped build!",
          "LongSynopsis": "What starts as a project for a small-town festival gains traction when local heroines begin getting scouted for popular TV programs. At the urging of her aunt, a prefectural governor in Hinano City, high school senior Misaki Shirogane signs up to become a \"heroine fighter\" for her area - but everything changes when she has to save her town’s culture hall, a beloved structure that her grandfather helped build!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ACF/action-heroine-cheer-fruits_ACF_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ACF/action-heroine-cheer-fruits_ACF_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 3.11,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-07-08T13:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 784,
          "Name": "Battle Girl High School",
          "ShortSynopsis": "In 2045, humanity's only hope to survive invaders called Irousu lies with the students of Shinjugamine Girls' Academy.",
          "MediumSynopsis": "Set in 2045, humanity struggles to survive in a world overrun by mysterious invaders called the Irousu. The Earth's only hope lies with the students of Shinjugamine Girls' Academy, a school where Star Guardians train to fight the Irousu.",
          "LongSynopsis": "Set in 2045, humanity struggles to survive in a world overrun by mysterious invaders called the Irousu. The Earth's only hope lies with the students of Shinjugamine Girls' Academy, a school where Star Guardians train to fight the Irousu. Together, these brave girls work to develop their skills to fight against the invaders… provided they can pass class first!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGH/Battle-Girl-High-School_BGH_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGH/Battle-Girl-High-School_BGH_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 1,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-07-02T16:30:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 602,
          "Name": "GARO",
          "ShortSynopsis": "Kouga Saezima suddenly comes across Kaoru, a girl stained with demonic blood. He must now find a way to purify her.",
          "MediumSynopsis": "Kouga Saezima suddenly comes across Kaoru, a girl stained with demonic blood. Tradition requires him to kill her, but Kouga makes a resolution to try to find a way to purify her.",
          "LongSynopsis": "For a thousand years, mankind has been under attack by demonic manifestations, Horrors, that feed off humanity’s malevolent thoughts. Enter Kouga Saezima, who has assumed the title Makai Knight to protect his people from the Horrors. In his quest to destroy the enemy, he comes across Kaoru, a girl stained with demonic blood. Tradition requires him to kill her, but Kouga makes a resolution to try to find a way to purify her.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GAR/GAR_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GAR/GAR_01_MASTER_300x169.jpg",
          "Rating": "TV-MA (S, V)",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-06-23T17:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-MA (S, V)",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 664,
          "Name": "Chihayafuru",
          "ShortSynopsis": "Chihaya Ayase, a first-year high school student, has a passion for karuta and she’s determined to become the best player in Japan!",
          "MediumSynopsis": "Chihaya Ayase has lived her life under the shadow of her older sister. Things change when she befriends Arata Wataya, who exposes her to the competitive world of kurata. Now in high school, Chihaya is determined to be the best karuta player in Japan!",
          "LongSynopsis": "Chihaya Ayase, a tomboy at heart, has lived her life under the shadow of her older sister and has no real aspirations. Her life takes a drastic turn when she befriends the aloof transfer student Arata Wataya, who exposes her to the competitive world of kurata. Along with her friend, Taichi Nashima, the three spend their time together playing karuta until they’re separated. In her first year of high school, Chihaya is determined to establish the Municipal Mizusawa High Competitive Karuta Club.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CHF/CHF_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CHF/CHF_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4.15,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-06-15T00:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-14",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        }
      ]
    },
    {
      "Name": "Trending Now",
      "Titles": [
        {
          "Id": 406,
          "Name": "Blade Dance of the Elementalers",
          "ShortSynopsis": "Kamito forms a contract with the sword spirit Claire was after. She then insists he become her contracted spirit!",
          "MediumSynopsis": "The all-girl Areishia Academy has trained generations of pure maidens in the art of spirit contracting. That is until Kamito, the only male elementalist in the world, shows up to school! Now, he's about to learn more than he ever bargained for.",
          "LongSynopsis": "The prestigious Areishia Spirit Academy has trained generation after generation of pure maidens in the art of spirit contracting. At this esteemed school, young ladies of noble birth gather to receive an education reserved for the most elite of students, and fulfill their dreams of earning the coveted position of elementalist. But this society of young elite ladies is soon turned on its head by the arrival of Kamito Kazehaya, the only male elementalist in the world!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BDE/BDE_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BDE/BDE_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 3.33,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2014-07-14T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 472,
          "Name": "Yamishibai: Japanese Ghost Stories",
          "ShortSynopsis": "An old man tells horror stories based around Japanese myths and urban legends.",
          "MediumSynopsis": "An old man tells horror stories to children using kamishibai, a traditional Japanese storytelling method using paper scrolls.",
          "LongSynopsis": "In this short series, an old man tells children horror stories based on Japanese myths and urban legends. He tells the stories using kamishibai, a traditional Japanese storytelling method utilizing paper scrolls.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/YMB/YMB_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/YMB/YMB_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 2.5,
          "RunTime": 4,
          "Episodes": [],
          "FirstPremiereDate": "2013-07-14T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14 (V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 280,
          "Name": "Black Bullet",
          "ShortSynopsis": "Rentaro and Enju battle against the parasitic Gastrea virus, a growing threat that may soon completely overtake humanity.",
          "MediumSynopsis": "It’s been 10 years since mankind was brought to the brink of extinction by the deadly parasite Gastrea. Promoter Rentaro Satomi and his Initiator Enju Aihara fight to take down this threat, one monster at a time.",
          "LongSynopsis": "It’s been 10 years since mankind was nearly wiped out by a parasitic virus known as Gastrea. With the survivors of war torn Japan now forced to live within a protective barrier of monoliths, the Gastrea threat is diminished but still present. When a Gastrea does rear its ugly head, it’s up to the government employed Civil Security agents to take them down. Enter Promoter Rentaro Satomi and his Initiator, Enju Aihara, as they battle this growing threat that may soon overtake humanity once again.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BKB/BKB_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BKB/BKB_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, V)",
          "StarRating": 3.74,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2014-04-08T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-MA (D, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 163,
          "Name": "NAKAIMO ~ My Little Sister is Among Them!",
          "ShortSynopsis": "Shogo's starting to think insanity is hereditary because following the terms of his father’s will is making him nuts.\r\r",
          "MediumSynopsis": "Is insanity hereditary? Shogo Mikadono’s beginning to think so, because the terms of his late father’s will seem crazy and following them may drive Shogo bonkers as well.",
          "LongSynopsis": "Shogo Mikadono is the son of an industrial magnate named Kumagoro Mikadono who passed away. As a final wish, Kumagoro imposed a condition Shogo must meet before he can inherit the family legacy—find a female mate at school. Shogo transfers into a school to fulfill that condition. However, he learns that he has a younger sister from whom he was separated at birth. He does not know what his long-lost sister looks like, but she happens to be one of the students at his new school.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/NLS/NLS_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/NLS/NLS_MASTER_300x169.jpg",
          "Rating": "TV-MA (D)",
          "StarRating": 4,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2012-07-05T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-MA (D)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 263,
          "Name": "Log Horizon",
          "ShortSynopsis": "When Shiroe becomes trapped in an online game, he and his fellow gamers must figure out how to survive in this new world.\r",
          "MediumSynopsis": "The new expansion pack of the hit MMORPG Elder Tale comes with a new feature: you're no longer playing the game, you're in it! Heroes will be born, leaders will rise and a new legend will be forged as sword and sorcery becomes real in LOG HORIZON!",
          "LongSynopsis": "Elder Tales is a global phenomenon, immersing millions of players in its online fantasy world. However, something goes wrong with the 12th expansion pack. Veteran gamer Shiroe and 30,000 other players suddenly find themselves trapped in the game! Except it’s not exactly the game they knew. Even the former Non-Player-Characters are now self-aware. This collision of the Elder Tales people and players with seemingly impossible skills, abilities, and knowledge promises to be cataclysmic.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LHZ/LHZ_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LHZ/LHZ_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 4.62,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2013-10-05T00:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-14 (V)",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 664,
          "Name": "Chihayafuru",
          "ShortSynopsis": "Chihaya Ayase, a first-year high school student, has a passion for karuta and she’s determined to become the best player in Japan!",
          "MediumSynopsis": "Chihaya Ayase has lived her life under the shadow of her older sister. Things change when she befriends Arata Wataya, who exposes her to the competitive world of kurata. Now in high school, Chihaya is determined to be the best karuta player in Japan!",
          "LongSynopsis": "Chihaya Ayase, a tomboy at heart, has lived her life under the shadow of her older sister and has no real aspirations. Her life takes a drastic turn when she befriends the aloof transfer student Arata Wataya, who exposes her to the competitive world of kurata. Along with her friend, Taichi Nashima, the three spend their time together playing karuta until they’re separated. In her first year of high school, Chihaya is determined to establish the Municipal Mizusawa High Competitive Karuta Club.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CHF/CHF_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CHF/CHF_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4.15,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-06-15T00:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-14",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 492,
          "Name": "Is It Wrong to Try to Pick Up Girls in a Dungeon?",
          "ShortSynopsis": "A fateful encounter - what adventuring is all about! But for Bell Cranel, meeting a girl doesn’t go quite as planned.\r",
          "MediumSynopsis": "A fateful encounter - that is what adventuring is all about! This comedy attempts to answer its title’s question as a young adventurer, blessed by the tiny Goddess Hestia, seeks to impress the perfect girl in a dungeon filled with mythical beasts.",
          "LongSynopsis": "In Orario, fearless adventurers band together in search of fame and fortune within the underground labyrinth known as the Dungeon. However, Bell Cranel, novice adventurer, has bigger plans than riches and glory; he fights monsters in the hope of having a fateful encounter with a girl. When this happens, it doesn’t go exactly as he planned. Thus begins the story of an unlikely pair, a boy and a goddess, both trying to prove themselves, both eager to reach their goals.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WPG/WPG_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WPG/WPG_MASTER_300x169.jpg",
          "Rating": "TV-MA (V)",
          "StarRating": 4.54,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-04-04T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-MA (V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 656,
          "Name": "Food Wars! The Second Plate",
          "ShortSynopsis": "The competition is boiling up as Soma Yukihira takes on more intense culinary challenges and even fiercer opponents!",
          "MediumSynopsis": "In battles where the weapons are sumptuous flavors, vivid scents and argent passion, Soma will have to stay knife-sharp as he competes against the world’s most elite student chefs at Totsuki Academy!",
          "LongSynopsis": "If you can’t stand the heat, get out of the kitchen. Soma Yukihira is back, and he’s raring to get into the culinary fray once again! In battles where the weapons are sumptuous flavors, vivid scents and argent passion, Soma will have to stay knife-sharp as he competes against the world’s most elite student chefs at Totsuki Academy. Soma must stay connected to his love for cooking as the competition reaches a boiling point, and surprises simmer in every dish!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FDW/FDW_02_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FDW/FDW_02_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 3.49,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2016-09-24T00:00:00",
          "ShowInfoTitle": "Season 2 | 13 Episodes | TV-14 (D)",
          "EpisodeCount": 13,
          "SeasonName": "Season 2"
        },
        {
          "Id": 139,
          "Name": "Love, Chunibyo & Other Delusions!",
          "ShortSynopsis": "When Yuta meets the eccentric, delusional Rikka, his chances for a normal high school life become slim to none!",
          "MediumSynopsis": "Starting at a new high school, Yuta hopes for a blissful, normal, easygoing existence far from his flawed past. But his new pesky classmate Rikka threatens those hopes when she discovers some of Yuta's juicy misdeeds.",
          "LongSynopsis": "Yuta has a problem. He used to be a “chunibyo,” one of the thousands of Japanese students so desperate to stand out that they’ve convinced themselves that they have secret knowledge and hidden powers. Now that he’s starting high school, he’s determined to put aside his delusions. The trouble is that Rikka, his upstairs neighbor, is delusional herself. And she knows all about his past indiscretions. “Crazy in love” is redefined as fantasy worlds collide in Love, Chunibyo & Other Delusions!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CDK/CDK_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, L)",
          "StarRating": 4.75,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2012-10-03T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14 (D, L)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 282,
          "Name": "Brynhildr in the Darkness",
          "ShortSynopsis": "Ryouta's search for the truth behind the existence of aliens will lead him into a deeper mystery involving a new transfer student.",
          "MediumSynopsis": "Ryouta Murakami's search for the truth behind the existence of aliens will lead him into a deeper mystery involving a new transfer student who eerily resembles his deceased childhood friend.",
          "LongSynopsis": "Years ago, Ryouta Murakami’s childhood friend Kuroneko claimed to have proof that aliens existed. But when tragedy strikes, Kuroneko dies and Ryouta is seriously injured. Now a high school student, Ryouta still looks to the stars in hopes of proving Kuroneko right. But when a new student who looks eerily similar to his deceased friend transfers into his class, Ryouta soon discovers that the answer to “is there life out there?” may be much closer than he thinks, and in a way he never expected.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BHD/BHD_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BHD/BHD_MASTER_300x169.jpg",
          "Rating": "TV-MA (S, V)",
          "StarRating": 4.16,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2014-04-06T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-MA (S, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 491,
          "Name": "Food Wars!",
          "ShortSynopsis": "Yukihira Soma takes on the culinary world in the first season of Food Wars!",
          "MediumSynopsis": "Things are about to heat up for young Soma as he battles some of the world's best chefs to prove his himself and refine his skills in the first season of Food Wars!",
          "LongSynopsis": "Soma Yukihira is a teenage chef who is always looking for the perfect flavors and combinations in his cooking. So when his father suddenly closes down the family diner, Soma realizes his dad has bigger plans for him. With the intent to spark his creativity, Soma is enrolled in a cutthroat culinary school. Will he make the cut, or will his pot boil over in the first season of Food Wars!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FDW/FDW_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FDW/FDW_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 4.73,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-04-04T00:00:00",
          "ShowInfoTitle": "Season 1 | 24 Episodes | TV-14 (D)",
          "EpisodeCount": 24,
          "SeasonName": "Season 1"
        },
        {
          "Id": 195,
          "Name": "Ro-Kyu-Bu ~ Fast Break!",
          "ShortSynopsis": "Subaru is offered the coaching position of a school girls’ club. Can he make them a winning team without getting into trouble?",
          "MediumSynopsis": "When his high school's basketball team is suspended for the season, Subaru Hasegawa is offered the coaching position of an elementary school girls’ club. Can a superstar wannabe find true satisfaction while playing sixth man to a team of five girls?",
          "LongSynopsis": "Subaru Hasegawa is a high school freshman, he joins the basketball team but soon finds out the team is inactive because the captain is being suspected as a lolicon. He miraculously is entangled with the job of being the coach of an elementary school's basketball team. With these girls and their love for basketball Subaru can only take them so far.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/RFB/RFB_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/RFB/RFB_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 3,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2011-07-01T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 279,
          "Name": "Nobunaga the Fool",
          "ShortSynopsis": "With orders from King Arthur, Jeanne d'Arc along with Leonardo Da vinci travel world to world seeking out Nobunaga Oda. \r",
          "MediumSynopsis": "With orders from King Arthur, Jeanne d'Arc along with Leonardo Da vinci travel world to world seeking out Nobunaga Oda. Will his help keep the worlds in balance? Will Nobunaga be their Deliverer? Find out their fates in Nobunaga the Fool!",
          "LongSynopsis": "Many years ago the world was divided into two stars, the Eastern and the Western, that were connected by a bond known as the Dragon Pulse. On the Western Star, Jeanne D’Arc is shunned as a heretic for her visions of a champion who will save the planets that have become embroiled in war. Now the fate of two worlds hangs in the balance as, at the order of King Arthur, Jeanne travels from the West to the East with Leonardo Da’Vinci at her side, in search of their long awaited savior- Nobunaga!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/NBF/NBF_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/NBF/NBF_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 2.25,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2014-01-06T00:00:00",
          "ShowInfoTitle": "Season 1 | 24 Episodes | TV-14 (D, V)",
          "EpisodeCount": 24,
          "SeasonName": "Season 1"
        },
        {
          "Id": 102,
          "Name": "Horizon in the Middle of Nowhere",
          "ShortSynopsis": "When humans came down from the sky they brought with them the Testament; is this the end of humanity?",
          "MediumSynopsis": "When humans came down from the sky they brought with them the Testament, the guide to the path they must follow if they wish to return to the skies again. Is this the end of humanity, or can Tori Aoi and Musashi somehow affect the course of destiny?",
          "LongSynopsis": "When humans came down from the sky they brought the Testament, the guide to the path they must follow if they wish to return to the skies. Now, in a world where only the islands of Japan are inhabitable, the nations of the world vie for power. But the Testament ends abruptly, and it is now the last year. Is this the end of humanity, or can Tori Aoi and his fellow students somehow affect the course of destiny? Who and what is the Horizon in the Middle of Nowhere?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HZN/HZN_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HZN/HZN_01_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, V)",
          "StarRating": 4,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2011-10-01T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-MA (D, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 446,
          "Name": "Chaika - The Coffin Princess: Avenging Battle",
          "ShortSynopsis": "When the Emperor's dark secret comes to light, can Toru, Akari, Chaika, and Fredrica stop the tides of the coming war?",
          "MediumSynopsis": "Chaika's adventures continue as she struggles to come to terms with her identity. When the Emperor's dark secret comes to light, can Toru, Akari, Chaika, and Fredrica stop the tides of the coming war?",
          "LongSynopsis": "Chaika, Toru, Akari, and Fredrica's adventures continue in Chaika the Coffin Princess: Avenging Battle! While Chaika searches for the answers to her purpose and identity, Red Chaika continues the search for the emperor's remains. With conflict once again on the horizon, will Chaika's quest ultimately bring peace? Or will the country, once again, be torn apart by war?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CPC/CPC_02_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CPC/CPC_02_MASTER_300x169.jpg",
          "Rating": "TV-MA (V)",
          "StarRating": 4.5,
          "RunTime": 23,
          "Episodes": [],
          "FirstPremiereDate": "2014-10-08T00:00:00",
          "ShowInfoTitle": "Season 2 | 10 Episodes | TV-MA (V)",
          "EpisodeCount": 10,
          "SeasonName": "Season 2"
        },
        {
          "Id": 51,
          "Name": "Dog & Scissors",
          "ShortSynopsis": "Kazuhito dies trying to stop a robber and is reincarnated as a dog! His owner is his favorite author who ends up being abusive.",
          "MediumSynopsis": "Kazuhito's life goes to the dogs, literally, when he gets killed while trying to stop a robber. He finds himself reincarnated as a dog, and owned by his favorite author. Get ready for a deviant tail with a novel twist in DOG AND SCISSORS!",
          "LongSynopsis": "This absurd mystery comedy centers around Kazuhito Harumi, a high school boy who is obsessed with reading books. When he is killed in the middle of a robbery, he is resurrected as a dachshund dog. Unable to read in his new form, the hapless Kazuhito now belongs to Kirihime Natsuno, a sadistic novelist who uses scissors on Kazuhito to abuse him. Not all dogs go to heaven in Dog & Scissors!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DAS/DAS_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/DAS/DAS_MASTER_300x169.jpg",
          "Rating": "TV-MA",
          "StarRating": 3.5,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2013-07-01T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-MA",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 467,
          "Name": "The Familiar of Zero: Knight of the Twin Moons",
          "ShortSynopsis": "Louise the Zero and her familiar Saita are back in the sequel to Familiar of Zero!",
          "MediumSynopsis": "Hiraga Saito was just a typical Japanese teenager when he was accidentally summoned to become the familiar of Louise Françoise Le Blanc de La Vallière, whose magical skills were so poor that she was called Louise the Zero.",
          "LongSynopsis": "Hiraga Saito was just a typical Japanese teenager when he was accidentally summoned to become the familiar of Louise Françoise Le Blanc de La Vallière, whose magical skills were so poor that she was called Louise the Zero.  Now, however, Saito's distinguished himself as a hero, while Louise has started to get a handle on her ability to use Void magic.   Will Louise end up hurting the one she… has a \"professional relationship\" with? Find out in FAMILIAR OF ZERO: KNIGHT OF THE TWIN MOONS!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZK/FZK_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZK/FZK_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 3.5,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2007-07-08T00:00:00",
          "ShowInfoTitle": "Knight of the Twin Moons | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "Knight of the Twin Moons"
        },
        {
          "Id": 511,
          "Name": "Himouto! Umaru-chan",
          "ShortSynopsis": "At home, Umaru changes from a demure high school beauty into a lazy slob. Can her big brother change her?",
          "MediumSynopsis": "In public, Umaru is the perfect vision of a beautiful and smart high school girl. At home, she morphs into the ultimate slob with the ability to game all night and binge on junk food and cola. Can her big brother, Taihei, change her?",
          "LongSynopsis": "Umaru has two faces: her “outside face” is a reserved beauty, renown throughout the school and community for her flawless manners, talent, and intelligence. Her dreaded “inside face,” the face her responsible older brother Taihei deals with daily, is a lazy, game -playing, snack-binging brat. As Umaru hides her ability to methodically pair junk food with cola, Taihei attempts to devise ways to reign in her epic laziness by any means necessary.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HUC/HUC_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HUC/HUC_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4.28,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-08T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 373,
          "Name": "The Familiar of ZERO",
          "ShortSynopsis": "When magical failure Louise the Zero attempts to summon a familiar, she instead gets a totally normal teenager from Tokyo!",
          "MediumSynopsis": "When magical failure Louise the Zero attempts to summon a familiar, she instead gets a totally normal teenager from Tokyo! Now Louise and her unconventional familiar, Saito, must work together to take down an evil plot that threatens Louise's school.",
          "LongSynopsis": "Louise Françoise Le Blanc de La Vallière’s name is so long and her spell-casting skills are so poor that everyone at the Tristain Academy of Magic just calls her “Louise the Zero.” Louise’s humiliation only increases during an important second year test, where the other students summon up dragons as their familiars, and she inexplicably summons Hiraga Saito, a totally normal teenager from Tokyo.  Now she’s stuck with him and Saito’s stuck with the lousy life of being a familiar.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZ/FZ_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZ/FZ_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 3.74,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2006-07-02T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14 (D, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 769,
          "Name": "Frame Arms Girl",
          "ShortSynopsis": "Follow Ao’s antics as she learns the ups and downs of being Gourai’s owner... which includes putting her in competitive fights!",
          "MediumSynopsis": "Ao Gennai opens a package that was mistakenly delivered to her house. To her surprise, what lies within is a small robot named Gourai. Follow Ao’s antics as she learns the ups and downs of being Gourai’s owner!\r",
          "LongSynopsis": "Ao Gennai mistakenly opens a package that wasn’t meant for her, and, to her surprise, she sees a small robot named Gourai, a Frame Arms Girl who has an evolving personality. Confused as to how this little robot made it into her life, she finds out that she is the first person to activate her. She realizes taking care of Gourai is harder than she thought, especially when competitive fights are involved!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FAG/FAG_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FAG/FAG_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, S)",
          "StarRating": 3.19,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-04-03T19:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14 (D, S)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 710,
          "Name": "Inu x Boku SS OVA",
          "ShortSynopsis": "Things just can't be quiet at Ayakashi Kan between Soshi and Natsume's misadventures.",
          "MediumSynopsis": "In an effort to ease Ririchiyo's nervousness, Soshi transforms into a cute young boy and a woman with mixed results. Later, Natsume plays with Sorinozuka's \"switches,\" causing a strange chain effect. Things just can't be quiet at Ayakashi Kan!",
          "LongSynopsis": "In an effort to ease Ririchiyo's nervousness, Soshi transforms into a cute young boy and a woman with mixed results. Later, Natsume plays with Sorinozuka's \"switches,\" causing a strange chain effect. Things just can't be quiet at Ayakashi Kan!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/IXB/IXB_OVA_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/IXB/IXB_OVA_MASTER_300x169.jpg",
          "Rating": null,
          "StarRating": 0,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2016-09-26T00:00:00",
          "ShowInfoTitle": "OVA | ",
          "EpisodeCount": 1,
          "SeasonName": "OVA"
        },
        {
          "Id": 507,
          "Name": "The Eden of Grisaia",
          "ShortSynopsis": "Yuuji is caught in a political war and the school is on the brink of closing, but the girls refuse to sit idly by.",
          "MediumSynopsis": "Yuuji soon finds himself entangled in a political war within CIRS while the school is on the brink of closing. One thing is for certain, though - the girls are not who they were a year ago and will no longer let anyone take things away from them.",
          "LongSynopsis": "The future is uncertain for Yuuji, Amane, Makina, Sachi, Yumiko, and Michiru. As it turns out Yuuji's life is far more complicated than anyone could have imagined. He soon finds himself entangled in a political war within CIRS while the school is on the brink of closing. One thing is for certain, though - the girls are not who they were a year ago and will no longer let anyone take things away from them. With help from a new mysterious individual, they may just be unstoppable.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/EGR/EGR_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/EGR/EGR_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, L, V)",
          "StarRating": 3.5,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2015-04-20T00:00:00",
          "ShowInfoTitle": "Season 2 | 10 Episodes | TV-MA (D, L, V)",
          "EpisodeCount": 10,
          "SeasonName": "Season 2"
        },
        {
          "Id": 59,
          "Name": "The Familiar of Zero F",
          "ShortSynopsis": "Louise \"Zero\" Francoise is back! The students at The Tristain Academy of F magic won't know what to do when she hits the halls!",
          "MediumSynopsis": "Louise \"Zero\" Francoise is back, and the students at The Tristain Academy of Fmagic won't know what to do when she hits the halls, bringing all manners of supernatural silliness and misadventures!",
          "LongSynopsis": "Louise Francoise le Blanc de la Valliere is back, and along with her pet human Saito, is poised to rid herself of the nickname countless have come to know her as: Zero.  The Tristain Academy of Magic won't know what to do when this pair hit the halls, bringing with them all manners of supernatural silliness and misadventures that may engulf the entire school!  Prepare to be mesmerized by the spellbinding romantic adventures of a hero/zero and her trusty human in The Familiar of Zero F!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZF/FZF_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZF/FZF_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 4,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2012-01-07T00:00:00",
          "ShowInfoTitle": "F | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "F"
        },
        {
          "Id": 126,
          "Name": "K-ON! Season 2",
          "ShortSynopsis": "Scary new challenges lie ahead for the members of the Light Music Club in the second season of K-ON!",
          "MediumSynopsis": "For two full years, Yui, Mio, Ritsu and Tsumugi have worked together to keep the struggling Light Music Club alive. With a new school year there are new and scary challenges ahead!",
          "LongSynopsis": "It's the final year of high school for Yui (guitar), Ritsu (drums), Mio (bass), and Tsumugi Kotobuki (keyboard), the founding members of the Light Music Club. Together with junior member Azusa (guitar), they spend their days in the music room enjoying tea, sweets, and practicing music. Amidst band practice, preparations for the new student orientation performance, scouting for new members, they still have time for \"After School Tea Time\". It's a delightfully fun time in K-On!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/KON/KON_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/KON/KON_02_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 5,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2010-04-07T00:00:00",
          "ShowInfoTitle": "Season 2 | 27 Episodes | TV-14",
          "EpisodeCount": 27,
          "SeasonName": "Season 2"
        },
        {
          "Id": 124,
          "Name": "Kokoro Connect",
          "ShortSynopsis": "Normal school life has come to a halt when a study group's members' personalities and bodies inexplicably begin to switch!",
          "MediumSynopsis": "Normal school life has come to a halt when a study group's members' personalities and bodies inexplicably begin to switch! After the initial shock of body swapping, everyone begins to learn what it is like seeing the world through each other's eyes.",
          "LongSynopsis": "Taichi, Himeko, Yoshifumi, Yui and Iori find themselves inside the body of the girl (or boy) next door! Besides bringing a new meaning to the term “Exchange Student,” it’s not hard to do the math. Take a geek, a cool girl, a class clown, a popular chick and one sultry maid of mystery, scramble thoroughly and divide, and you can bet that soon they’ll be answering questions they never wanted to know about the opposite sex! Get ready for the wildest game of musical bodies ever in Kokoro Connect!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/KC/KC_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/KC/KC_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4.5,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2012-07-07T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 479,
          "Name": "The Familiar of Zero: \"Rondo\" of Princesses",
          "ShortSynopsis": "The runes which bound Saito to Louise have faded away.  What will happen now that he's no longer forced to be her familiar?",
          "MediumSynopsis": "The runes which bound Saito to Louise have faded away.  What will happen now that he's no longer forced to be her familiar?",
          "LongSynopsis": "The runes which bound Saito to his master, Louise the Zero, appear to have faded away. But will the fact that he is no longer contractually-obligated to be Louise's Familiar lead to the two of them getting more \"familiar\" now that they've tied a different kind of knot?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZP/FZP_03_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZP/FZP_03_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 3.5,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2008-07-06T00:00:00",
          "ShowInfoTitle": "\"Rondo\" of Princesses | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "\"Rondo\" of Princesses"
        },
        {
          "Id": 161,
          "Name": "Mysterious Girlfriend X",
          "ShortSynopsis": "An innocent kiss throws Tsubaki for a loop when he discovers that he has become addicted to Urabe's drool. \r\r",
          "MediumSynopsis": "An innocent kiss throws Tsubaki for a loop, when he discovers that he has become curiously enamored (or addicted) to Urabe, and she knows JUST what to do with him. With a new toy to play with, there's no telling what's in store for Tsubaki!",
          "LongSynopsis": "Akira is a normal high school boy, but he nevertheless impulsively licks some drool left by the mysterious transfer student Mikoto. The next day he falls asleep with an inexplicable fever. After five days Mikoto suddenly comes to visit, and makes him consume her drool. The fever instantly vanishes, and Mikoto explains that he's suffering from \"love sickness.\" She can transmit emotions through her drool, and the two of them are now bound together.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/MGX/MGX_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/MGX/MGX_MASTER_300x169.jpg",
          "Rating": "TV-MA (D)",
          "StarRating": 4.2,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2012-04-07T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-MA (D)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 295,
          "Name": "Gatchaman Crowds insight",
          "ShortSynopsis": "Bird, go! The Gatchaman are back to battle a new threat to the digital landscape.",
          "MediumSynopsis": "The Gatchaman are back! With Berg Katze \"gone\", another threat arises: CROWDS are being used for evil by a new organization, and it's up to Hajime and the new recruits to stop them!",
          "LongSynopsis": "The Gatchaman are back! With Berg Katze \"gone\" but not forgotten, another threat arises. The globally connected network of users with CROWDS are being used for evil by a new organization. When the Prime Minister is suddenly attacked by sinister red CROWDS, it's up to Hajime and the new recruits to find out who they are and stop them once and for all!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GMC/GMC_02_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GMC/GMC_02_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 5,
          "RunTime": 23,
          "Episodes": [],
          "FirstPremiereDate": "2015-06-20T00:00:00",
          "ShowInfoTitle": "Season 2 | 13 Episodes | TV-14",
          "EpisodeCount": 13,
          "SeasonName": "Season 2"
        },
        {
          "Id": 219,
          "Name": "Taisho Baseball Girls",
          "ShortSynopsis": "In 1925 the world of baseball is thrown a major curveball when two young girls set out to create an all-female team of their own!",
          "MediumSynopsis": "1925 - when a local player arrogantly states that girls should become housewives instead of going to school, teenage firebrands respond by forming their own baseball team. It’s shocking and scandalous. It’s not just a game, its history in the making.",
          "LongSynopsis": "In 1925 Japan, women are expected to embrace the domestic lifestyle. When 14 year olds Koume and Akiko meet Sousuke Iwasaki, a baseball player with some very old-fashioned views on women, they hatch a plan to create an all-girl baseball team and beat Sousuke at his own game! But the girls are thrown a major curveball when they find that assembling a team isn’t as easy as they thought. Will the Taisho Baseball Girls be able to hit a home run, or will they strike out before they can even start?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/TBG/TBG_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/TBG/TBG_01_MASTER_300x169.jpg",
          "Rating": "TV-PG",
          "StarRating": 3.5,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2009-07-02T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-PG",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 306,
          "Name": "Princess Tutu",
          "ShortSynopsis": "When an unfinished story bleeds into the real world, Ahiru the duck must transform into Princess Tutu to save a fallen prince!",
          "MediumSynopsis": "When an unfinished story bleeds into the real world, Ahiru the duck must transform into Princess Tutu to save a fallen prince and give this fairytale a happily ever after!",
          "LongSynopsis": "When the writer Drosselmeyer dies before completing his final story, The Prince and the Raven, his characters are left in limbo. But the evil Raven manages to escape into the real world, and the Prince is forced to shatter his heart to seal the Raven for good. Now, the ghost of Drosselmeyer is searching for a way to finish his tale, and he will need the help of an unsuspecting duck to do it. To save the Prince she must become Princess Tutu and gather the pieces of his heart together once again!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/PTT/PTT_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/PTT/PTT_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4,
          "RunTime": 23,
          "Episodes": [],
          "FirstPremiereDate": "2002-08-16T00:00:00",
          "ShowInfoTitle": "Season 1 | 26 Episodes | TV-14",
          "EpisodeCount": 26,
          "SeasonName": "Season 1"
        }
      ]
    },
    {
      "Name": "Most Popular",
      "Titles": [
        {
          "Id": 664,
          "Name": "Chihayafuru",
          "ShortSynopsis": "Chihaya Ayase, a first-year high school student, has a passion for karuta and she’s determined to become the best player in Japan!",
          "MediumSynopsis": "Chihaya Ayase has lived her life under the shadow of her older sister. Things change when she befriends Arata Wataya, who exposes her to the competitive world of kurata. Now in high school, Chihaya is determined to be the best karuta player in Japan!",
          "LongSynopsis": "Chihaya Ayase, a tomboy at heart, has lived her life under the shadow of her older sister and has no real aspirations. Her life takes a drastic turn when she befriends the aloof transfer student Arata Wataya, who exposes her to the competitive world of kurata. Along with her friend, Taichi Nashima, the three spend their time together playing karuta until they’re separated. In her first year of high school, Chihaya is determined to establish the Municipal Mizusawa High Competitive Karuta Club.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CHF/CHF_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CHF/CHF_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4.15,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-06-15T00:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-14",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 402,
          "Name": "Akame ga Kill!",
          "ShortSynopsis": "After learning the Imperial Capital is corrupt, Tatsumi joins Night Raid, a mercenary group. Their goal: cut out the wickedness.",
          "MediumSynopsis": "After a brutal assault of his benefactors reveals a darker truth of corruption that engulfs the whole city, Tatsumi, an eager fighter who dreams of glory, joins the Night Raid to help put a stop to the wicked ways of the Capital once and for all.",
          "LongSynopsis": "Tatsumi arrives in the Imperial Capital in hopes of earning money for his village. After becoming stranded in the streets, a wealthy family offers to take him in for the night. But when his would-be benefactors are attacked by a group of killers known as Night Raid, Tatsumi learns that beneath the thin veneer of the Capital lies a teeming hive of corruption. With nowhere else to turn, Tatsumi joins the Night Raid to help put a stop to the wicked ways of the Capital once and for all.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AGK/AGK_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AGK/AGK_MASTER_300x169.jpg",
          "Rating": "TV-MA (L, V)",
          "StarRating": 4.83,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2014-07-06T00:00:00",
          "ShowInfoTitle": "Season 1 | 24 Episodes | TV-MA (L, V)",
          "EpisodeCount": 24,
          "SeasonName": "Season 1"
        },
        {
          "Id": 345,
          "Name": "Lady Death",
          "ShortSynopsis": "Lady Death arises and seeks revenge, waging a fierce war of vengeance against the devil himself!",
          "MediumSynopsis": "When the daughter of Lucifer seeks revenge, she will rise as Lady Death and wage a fierce war of vengeance against the devil himself!",
          "LongSynopsis": "Set in 15th century Sweden, Hope, the beautiful daughter of a respected mercenary, learns that her entire life is a lie when her father is revealed to be Lucifer! Accused of being the devil’s consort, Hope is sentenced to burn at the stake. Now, reborn as the beautiful and lethal Lady Death, Hope will challenge her father, and wage a fierce war of vengeance against the devil himself.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LD/LD_01_Key_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LD/LD_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (L, S, V)",
          "StarRating": 2.5,
          "RunTime": 80,
          "Episodes": [],
          "FirstPremiereDate": "2004-07-24T00:00:00",
          "ShowInfoTitle": "Theatrical | TV-14 (L, S, V)",
          "EpisodeCount": 1,
          "SeasonName": "Feature"
        },
        {
          "Id": 14,
          "Name": "Angel Beats",
          "ShortSynopsis": "Otonashi wakes to find himself dead with the rifle-toting Yuri, seeking revenge against God for her suffering while still alive.",
          "MediumSynopsis": "Otonashi wakes up dead and has somehow made it into limbo. He meets a mysterious girl named Yuri who invites him to be part of the Afterlife Battlefront, an organization seeking revenge against God.",
          "LongSynopsis": "When Otonashi wakes up, the only things he knows about himself are his name and the fact that he's dead. He meets the rifle-toting Yuri who tells him they're in limbo and that she heads the Afterlife Battlefront, an organization seeking revenge against God for the suffering she underwent while living. When they set out to vanquish a foe named Angel, Otonashi finds himself drawn to her, and in seeking to remember his life before death, he uncovers the secrets of the afterlife in Angel Beats!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ANB/ANB_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ANB/ANB_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 4.39,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2010-04-03T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14 (V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 383,
          "Name": "Haikyu!!",
          "ShortSynopsis": "Hinata is determined to become the next big thing in High School Volleyball. Unfortunately, he’s barely played the game!",
          "MediumSynopsis": "When small-statured Hinata finds himself on the same team as his rival \"King of the Court\" Tobio Kageyama, they will have to learn to work together if they want to succeed!",
          "LongSynopsis": "Hinata may be small, but he more than makes up for it with willpower! Hoping to become the next big name in volleyball, Hinata takes to the court in middle school only to be shot down in his first match by “King of the Court” Tobio Kageyama. Now Hinata is in high school, and he’s more determined than ever to join the school’s team and prove his worth! But when Kageyama resurfaces as a teammate, they will have to learn to play together if they want to make it to the championship.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HKY/HKY_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HKY/HKY_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2014-04-06T00:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-14",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 668,
          "Name": "FLIP FLAPPERS",
          "ShortSynopsis": "Cocona and Papika must join together to find the “Shards of Mimi”. With the ability to transform, their adventure has just begun.",
          "MediumSynopsis": "Cocona’s world is turned upside down with the appearance of Papika. They set off on an adventure in “Pure Illusion.” In the pursuit of the “Shards of Mimi,” obstacles arise, and the shards enable them to transform.",
          "LongSynopsis": "Cautious Cocona’s world is turned upside down with the sudden appearance of a fearless, though troublesome, girl named Papika. When these two girls meet, their adventures in a different dimension called “Pure Illusion” begin. Together, they go searching for mysterious crystals called “Shards of Mimi,” powerful items which are said to be able to grant any wish. However, in pursuit of these crystals, obstacles arise, and the shards shine enabling them to transform into fairy-like beings. \r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FLP/FLP_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FLP/FLP_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 3,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2016-10-06T13:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 491,
          "Name": "Food Wars!",
          "ShortSynopsis": "Yukihira Soma takes on the culinary world in the first season of Food Wars!",
          "MediumSynopsis": "Things are about to heat up for young Soma as he battles some of the world's best chefs to prove his himself and refine his skills in the first season of Food Wars!",
          "LongSynopsis": "Soma Yukihira is a teenage chef who is always looking for the perfect flavors and combinations in his cooking. So when his father suddenly closes down the family diner, Soma realizes his dad has bigger plans for him. With the intent to spark his creativity, Soma is enrolled in a cutthroat culinary school. Will he make the cut, or will his pot boil over in the first season of Food Wars!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FDW/FDW_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FDW/FDW_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 4.73,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-04-04T00:00:00",
          "ShowInfoTitle": "Season 1 | 24 Episodes | TV-14 (D)",
          "EpisodeCount": 24,
          "SeasonName": "Season 1"
        },
        {
          "Id": 263,
          "Name": "Log Horizon",
          "ShortSynopsis": "When Shiroe becomes trapped in an online game, he and his fellow gamers must figure out how to survive in this new world.\r",
          "MediumSynopsis": "The new expansion pack of the hit MMORPG Elder Tale comes with a new feature: you're no longer playing the game, you're in it! Heroes will be born, leaders will rise and a new legend will be forged as sword and sorcery becomes real in LOG HORIZON!",
          "LongSynopsis": "Elder Tales is a global phenomenon, immersing millions of players in its online fantasy world. However, something goes wrong with the 12th expansion pack. Veteran gamer Shiroe and 30,000 other players suddenly find themselves trapped in the game! Except it’s not exactly the game they knew. Even the former Non-Player-Characters are now self-aware. This collision of the Elder Tales people and players with seemingly impossible skills, abilities, and knowledge promises to be cataclysmic.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LHZ/LHZ_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LHZ/LHZ_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (V)",
          "StarRating": 4.62,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2013-10-05T00:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-14 (V)",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 511,
          "Name": "Himouto! Umaru-chan",
          "ShortSynopsis": "At home, Umaru changes from a demure high school beauty into a lazy slob. Can her big brother change her?",
          "MediumSynopsis": "In public, Umaru is the perfect vision of a beautiful and smart high school girl. At home, she morphs into the ultimate slob with the ability to game all night and binge on junk food and cola. Can her big brother, Taihei, change her?",
          "LongSynopsis": "Umaru has two faces: her “outside face” is a reserved beauty, renown throughout the school and community for her flawless manners, talent, and intelligence. Her dreaded “inside face,” the face her responsible older brother Taihei deals with daily, is a lazy, game -playing, snack-binging brat. As Umaru hides her ability to methodically pair junk food with cola, Taihei attempts to devise ways to reign in her epic laziness by any means necessary.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HUC/HUC_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/HUC/HUC_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 4.28,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-08T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 597,
          "Name": "Flying Witch",
          "ShortSynopsis": "Makoto Kowata is a little flighty. With no sense of direction, but the ability to fly, this witch-in-training has a lot to learn!",
          "MediumSynopsis": "Makoto Kowata is a little flighty, in multiple ways. With no sense of direction, but the ability to fly on a broom, this witch-in-training has a lot to learn; about magic, her relatives, and the world around her.",
          "LongSynopsis": "When a witch turns fifteen, it is her duty to move out and begin work. For Makoto Kowata, that means moving in with relatives to start her training as a witch. Set against the beauty of rural Aomori, Makoto and her familiar arrive to a scene that’s more captivating than they could have imagined. With her second cousins, Kei and Chinatsu, to help her, this somewhat flighty junior witch will encounter all sorts of new experiences as she learns more about magic and herself.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FLW/FLW_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FLW/FLW_01_MASTER_300x169.jpg",
          "Rating": "PG",
          "StarRating": 4.31,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2016-06-26T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | PG",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 513,
          "Name": "Aoharu x Machinegun",
          "ShortSynopsis": "Tachibana must disguise herself as a boy to pay off her debt by playing Survival Games alongside a host and a manga artist.",
          "MediumSynopsis": "Hotaru Tachibana gets forced into participating in toy gun “Survival Games” with an overzealous host and an apathetic ero-manga artist. The problem: Tachibana can’t let them find out she’s really a girl!",
          "LongSynopsis": "When high school student Hotaru Tachibana learns that her friend was conned by a host, Tachibana storms into the club demanding retribution. The host turns out to be her new neighbor, who challenges her to a “Survival Game” to cover the damages Tachibana inflicted on the club. Soon, Tachibana is swept up in the addictive world of “Survival Games” with the host, Matsuoka, and their third team mate, an ero-manga artist. The problem: Tachibana can’t let Matsuoka find out she’s really a girl!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AXM/AXM_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/AXM/AXM_MASTER_300x169.jpg",
          "Rating": "TV-14 (D)",
          "StarRating": 3,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-03T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14 (D)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 688,
          "Name": "BanG Dream!",
          "ShortSynopsis": "Featuring performances by the band Poppin’ Party, Kasumi and her all-girl band give their all to reach their dreams of stardom.",
          "MediumSynopsis": "When Kasumi sees a star-shaped guitar at a pawn shop, she finally discovers her calling. Now, her newly-formed all-girl band is ready to take the stage and reach for the stars, with performances featuring the members of the band Poppin’ Party.",
          "LongSynopsis": "It’s hard to reach for the stars when you don’t know what inspires you, but thanks to a chance meeting between Kasumi and a star-shaped guitar, she finally understands her true calling! Kasumi becomes determined to form an all-girl band, and her search leads her to Saya, Arisa, Rimi, and Tae. Featuring live performances by the band Poppin’  Party, Kasumi (played by the band’s lead singer, Aimi), prepares to take the stage and make her dreams of stardom come true, no matter the obstacles.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BNG/BNG_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BNG/BNG_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 2,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2017-01-21T14:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 674,
          "Name": "ClassicaLoid",
          "ShortSynopsis": "Magical versions of maestros Mozart and Beethoven residing in a small town: what could go wrong?",
          "MediumSynopsis": "For the remixed classical maestros, or “classicaloids”, a unique “musik” is their weapon. Motz and Beet-san, who claim the names of Mozart and Beethoven, are just the overture to the wacky concerto ready to awaken a sleepy town. What could go wrong?",
          "LongSynopsis": "Music can recall memories, inspire action, soothe fevered minds and… summon robots? For the remixed classical maestros, or “classicaloids,” a unique “musik” is their sword and shield with explosive notes that do way more than rouse emotions. Motz and Beet-san, who claim the names of timeless composers Mozart and Beethoven, are only the overture to the wacky concerto ready to awaken an unsuspecting modern town. What could go wrong?\r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CLD/CLD_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CLD/CLD_01_MASTER_300x169.jpg",
          "Rating": "TV-14",
          "StarRating": 0,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2016-10-08T11:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-14",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 518,
          "Name": "Ushio & Tora",
          "ShortSynopsis": "Ushio is destined to wield the legendary Beast Spear and fights powerful monsters beside his unwitting partner, the monster Tora.",
          "MediumSynopsis": "One day, Ushio discovers a demon in the basement of his family’s shrine, trapped by the legendary Beast Spear. When thousands of demons descend on Ushio’s house, can he trust the demon, Tora, to help in exchange for his freedom?",
          "LongSynopsis": "One day, Ushio Aotsuki, a middle school student and the son of a temple keeper, discovers a basement hidden in his family’s shrine. He unknowingly releases demonic energy that attracts thousands of monsters, all hungry for human flesh. The demon imprisoned in the basement, Tora, makes an offer: He will help fight the monsters if Ushio removes the legendary Beast Spear that has kept him trapped in the basement for 500 years. Can Ushio trust Tora to keep his word?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/UHT/UHT_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/UHT/UHT_MASTER_300x169.jpg",
          "Rating": "TV-MA (V)",
          "StarRating": 4.66,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-03T00:00:00",
          "ShowInfoTitle": "Season 1 | 39 Episodes | TV-MA (V)",
          "EpisodeCount": 39,
          "SeasonName": "Season 1"
        },
        {
          "Id": 301,
          "Name": "RahXephon",
          "ShortSynopsis": "Ayato's life changes forever when he learns that only he can pilot a super weapon known as RahXephon.",
          "MediumSynopsis": "Life as Ayato knows it is forever changed when an encounter with a mysterious woman results in startling revelations and the discovery of a humanoid super weapon known as RahXephon that only he can control.",
          "LongSynopsis": "The city of Tokyo has been overthrown, taken over by the Mu, invaders who have devastated the rest of the planet. Within the domed walls of the city, however, time flows in a different path, and none of the citizens even know they've been conquered. An extraordinary mystery unfolds as Ayato confronts a world he has never known when an encounter with a strange woman leads him to discover a humanoid super weapon known as RahXephon that only he can control.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/RX/RX_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/RX/RX_MASTER_300x169.jpg",
          "Rating": "TV-14 (S, V)",
          "StarRating": 0,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2002-01-21T00:00:00",
          "ShowInfoTitle": "Season 1 | 26 Episodes | TV-14 (S, V)",
          "EpisodeCount": 26,
          "SeasonName": "Season 1"
        },
        {
          "Id": 493,
          "Name": "My Love Story!!",
          "ShortSynopsis": "Despite Takeo’s big heart, girls don’t want him. He’s used to it. But when he aids a girl being harassed, his love luck may turn!\r",
          "MediumSynopsis": "Takeo Goda is a big guy with a big heart, but girls like his attractive best friend more. Yet when Takeo helps a girl who was being harassed on the train, his love life may take a turn for the better!\r",
          "LongSynopsis": "Takeo Goda is a big guy with a big heart, but his looks scare off the girls he likes! It doesn’t help that ladies love his attractive best friend, Makoto Sunakawa. Though, he doesn’t resent Suna for this at all, and by high school, Takeo has accepted his fate. But his kindness earns him a chance at love when he saves a girl from being harassed on the train. Takeo finds himself falling for her, and he’s sure he doesn’t stand a chance, but anything can happen, especially in a love story!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/MLS/MLS_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/MLS/MLS_MASTER_300x169.jpg",
          "Rating": "TV-PG",
          "StarRating": 4.19,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-04-09T00:00:00",
          "ShowInfoTitle": "Season 1 | 24 Episodes | TV-PG",
          "EpisodeCount": 24,
          "SeasonName": "Season 1"
        },
        {
          "Id": 528,
          "Name": "When They Cry",
          "ShortSynopsis": "Transfer student Maebara Keiichi's new friends in Hinamizawa aren't who they seem to be...",
          "MediumSynopsis": "Transfer student Maebara Keiichi enjoys carefree days of playing with his friends in the sleepy town of Hinamizawa until news of a murder set horrible events into motion.",
          "LongSynopsis": "Transfer student Maebara Keiichi enjoys carefree days of playing with his friends in the sleepy town of Hinamizawa. However, one fateful day, Keiichi hears news about a local murder, triggering a set of horrific events. His friends Rena, Mion, Satoko, and Rika, as well as the other residents of Hinamizawa, hide a dark secret, and Keiichi is sinking right into it.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WTC/WTC_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WTC/when-they-cry_WTC_MASTER_300x169_00.jpg",
          "Rating": "TV-MA (V)",
          "StarRating": 4.33,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2006-04-05T00:00:00",
          "ShowInfoTitle": "Season 1 | 26 Episodes | TV-MA (V)",
          "EpisodeCount": 26,
          "SeasonName": "Season 1"
        },
        {
          "Id": 492,
          "Name": "Is It Wrong to Try to Pick Up Girls in a Dungeon?",
          "ShortSynopsis": "A fateful encounter - what adventuring is all about! But for Bell Cranel, meeting a girl doesn’t go quite as planned.\r",
          "MediumSynopsis": "A fateful encounter - that is what adventuring is all about! This comedy attempts to answer its title’s question as a young adventurer, blessed by the tiny Goddess Hestia, seeks to impress the perfect girl in a dungeon filled with mythical beasts.",
          "LongSynopsis": "In Orario, fearless adventurers band together in search of fame and fortune within the underground labyrinth known as the Dungeon. However, Bell Cranel, novice adventurer, has bigger plans than riches and glory; he fights monsters in the hope of having a fateful encounter with a girl. When this happens, it doesn’t go exactly as he planned. Thus begins the story of an unlikely pair, a boy and a goddess, both trying to prove themselves, both eager to reach their goals.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WPG/WPG_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/WPG/WPG_MASTER_300x169.jpg",
          "Rating": "TV-MA (V)",
          "StarRating": 4.54,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-04-04T00:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-MA (V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 368,
          "Name": "Amagi Brilliant Park",
          "ShortSynopsis": "The story begins when a high school boy is invited on a date in an amusement park by a mysterious and beautiful transfer student.",
          "MediumSynopsis": "The \"slapstick drama\" begins with Seiya Kanie, a high school boy who is invited on a date in an amusement park by a mysterious beautiful transfer student named Isuzu Sento.",
          "LongSynopsis": "The \"slapstick drama\" begins with Seiya Kanie, a high school boy who is invited on a date in an amusement park by a mysterious beautiful transfer student named Isuzu Sento. He is introduced to Ratifa, a \"real\" princess and the park's manager, and is asked to be the acting manager of this \"disappointing amusement park in the Tokyo suburbs",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ABP/ABP_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ABP/ABP_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 4.5,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2016-10-20T19:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14 (D, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 517,
          "Name": "GATE",
          "ShortSynopsis": "A mysterious gate unleashes an otherworldly attack. Accidental hero, Itami, is sent to the other world with the military.",
          "MediumSynopsis": "His failed attempt to save a doujinshi sale from an otherworldly attack turned Itami into an accidental hero. He’s promoted to second lieutenant of the Self-Defense Force and sent on a mission through the gate into another world.",
          "LongSynopsis": "A gate to another world appears in the middle of Tokyo’s Ginza District, and the citizens of Tokyo are attacked by cavalry, dragons, and demons. Itami, an otaku who was in the area to purchase his long-awaited doujinshi, becomes the accidental hero of the day and gets promoted to second lieutenant of the Self-Defense Force. Not long after, he’s sent on a mission through the gate into the other world with typical otaku-like expectations of what he’ll find there. \r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GTE/GTE_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GTE/GTE_MASTER_300x169.jpg",
          "Rating": "TV-MA (L, S, V)",
          "StarRating": 4.54,
          "RunTime": 23,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-03T00:00:00",
          "ShowInfoTitle": "Season 1 | 24 Episodes | TV-MA (L, S, V)",
          "EpisodeCount": 24,
          "SeasonName": "Season 1"
        },
        {
          "Id": 572,
          "Name": "Chivalry of a Failed Knight",
          "ShortSynopsis": "Ikki is the worst student in his school and, as he clashes with a princess, graduating as a Magical Knight grows more unlikely.",
          "MediumSynopsis": "Among Blazers, Ikki Kurogane’s power is so low that he’s literally the worst at his school; graduating as a Magical Knight is nigh impossible. His already slim odds are slashed after an encounter with a talented princess, forever altering his life.",
          "LongSynopsis": "For Ikki Kurogane, graduating as a Magical Knight is nigh impossible. Among Blazers, he’s considered the worst; he can materialize his soul into a weapon, but his magical power is extremely low. To add insult to injury, an unfortunate encounter with the talented and beautiful Princess Stella Vermillion slashes his already slim odds and alters the course of his life forever.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/SFK/SFK_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/SFK/SFK_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, S, V)",
          "StarRating": 4.32,
          "RunTime": null,
          "Episodes": [],
          "FirstPremiereDate": "2015-10-10T17:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-MA (D, S, V)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 467,
          "Name": "The Familiar of Zero: Knight of the Twin Moons",
          "ShortSynopsis": "Louise the Zero and her familiar Saita are back in the sequel to Familiar of Zero!",
          "MediumSynopsis": "Hiraga Saito was just a typical Japanese teenager when he was accidentally summoned to become the familiar of Louise Françoise Le Blanc de La Vallière, whose magical skills were so poor that she was called Louise the Zero.",
          "LongSynopsis": "Hiraga Saito was just a typical Japanese teenager when he was accidentally summoned to become the familiar of Louise Françoise Le Blanc de La Vallière, whose magical skills were so poor that she was called Louise the Zero.  Now, however, Saito's distinguished himself as a hero, while Louise has started to get a handle on her ability to use Void magic.   Will Louise end up hurting the one she… has a \"professional relationship\" with? Find out in FAMILIAR OF ZERO: KNIGHT OF THE TWIN MOONS!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZK/FZK_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZK/FZK_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 3.5,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2007-07-08T00:00:00",
          "ShowInfoTitle": "Knight of the Twin Moons | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "Knight of the Twin Moons"
        },
        {
          "Id": 636,
          "Name": "The Big O",
          "ShortSynopsis": "When things get hard for investigator, Roger Smith, he's got the Big O, a giant robot loaded with all the extras.",
          "MediumSynopsis": "Roger Smith’s primary resource is his mind, but it doesn’t hurt to have the biggest, baddest back-up that any cop or small army could ever hope for: the Big O, a giant robot loaded with all the extras.",
          "LongSynopsis": "As a combined hybrid of detective, mediator, and enforcer, Roger Smith’s primary resource is his keen, analytical mind, but it doesn’t hurt to have a mansion filled with gadgets, his butler Norman, and his attractive assistant Dorothy to fall back on. Additionally, for those times when cases end up “in dispute,” he also has the biggest, baddest back-up that any cop or small army could ever hope for: the Big O, a giant robot loaded with all the extras.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGO/BGO_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/BGO/BGO_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 0,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-03-01T06:00:00",
          "ShowInfoTitle": "Season 1 | 13 Episodes | TV-14 (D, V)",
          "EpisodeCount": 13,
          "SeasonName": "Season 1"
        },
        {
          "Id": 479,
          "Name": "The Familiar of Zero: \"Rondo\" of Princesses",
          "ShortSynopsis": "The runes which bound Saito to Louise have faded away.  What will happen now that he's no longer forced to be her familiar?",
          "MediumSynopsis": "The runes which bound Saito to Louise have faded away.  What will happen now that he's no longer forced to be her familiar?",
          "LongSynopsis": "The runes which bound Saito to his master, Louise the Zero, appear to have faded away. But will the fact that he is no longer contractually-obligated to be Louise's Familiar lead to the two of them getting more \"familiar\" now that they've tied a different kind of knot?",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZP/FZP_03_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZP/FZP_03_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 3.5,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2008-07-06T00:00:00",
          "ShowInfoTitle": "\"Rondo\" of Princesses | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "\"Rondo\" of Princesses"
        },
        {
          "Id": 568,
          "Name": "Legend of the Galactic Heroes",
          "ShortSynopsis": "War wages between the Galactic Empire and the Free Planets Alliance in this military space opera.",
          "MediumSynopsis": "War wages between the Galactic Empire and the Free Planets Alliance. With two new brilliant young leaders at the helm, anything can happen in this military space opera.",
          "LongSynopsis": "The galaxy has been at war for 150 long years between the Galactic Empire and the Free Planets Alliance. As two new commanders enter the field of battle, the tides of war change. Imperial Admiral Reinhard von Lohengramm and the FPA's Yang Wen-Li shatter the wartime stalemate, elevating the war to a new level. Brilliant new strategies play out in the grand chess game amid the stars.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LGH/LGH_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/LGH/LegendGalacticHeroes_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 4.87,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2017-06-16T16:00:00",
          "ShowInfoTitle": "Season 1 | 110 Episodes | TV-14 (D, V)",
          "EpisodeCount": 110,
          "SeasonName": "Season 1"
        },
        {
          "Id": 510,
          "Name": "MONSTER MUSUME Everyday Life with Monster Girls",
          "ShortSynopsis": "When Kimihito finds himself sucked into a government exchange program he soon develops a monster problem: monster girls!\r",
          "MediumSynopsis": "When Kimihito finds himself sucked into a government exchange program he soon develops a monster problem- a monster girl! But things are about to go from bad to worse when monster women of all species begin to invade for Kimihito’s home.",
          "LongSynopsis": "Kurusu Kimihito is an ordinary guy with a monster-sized problem: Miia, the monster girl! Part snake and all woman, Miia is affectionate and not afraid to show it, and she’s Kimihito’s full-time responsibility thanks to a certain government exchange program. But just when it seems like Kimihito’s hands can’t get any fuller, monster women of all species begin to invade his home!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ELM/ELM_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/ELM/ELM_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, S)",
          "StarRating": 4.61,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-07T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-MA (D, S)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 483,
          "Name": "Trinity Seven",
          "ShortSynopsis": "Arata Kasuga’s life falls apart as a bizarre incident causes worldwide destruction and takes his cousin to another world.",
          "MediumSynopsis": "Arata Kasuga’s life falls apart as a bizarre incident causes worldwide destruction and takes his cousin, Hijiri Kasuga, to another world. To resolve this phenomenon and bring back Hijiri, Arata enrolls in the Royal Biblia Academy.",
          "LongSynopsis": "Arata Kasuga’s life falls apart as a bizarre incident causes worldwide destruction and takes his cousin, Hijiri Kasuga, to another world. To resolve this phenomenon and bring back Hijiri, Arata enrolls in the Royal Biblia Academy. Waiting in the school are seven beautiful female magic users, the Trinity Seven.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/TRS/TRS_01_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/TRS/TRS_01_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, S)",
          "StarRating": 4.62,
          "RunTime": 30,
          "Episodes": [],
          "FirstPremiereDate": "2014-12-23T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14 (D, S)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 448,
          "Name": "Cross Ange: Rondo of Angels and Dragons",
          "ShortSynopsis": "The world of Princess Angelise Misurugi will be forever changed when her life of luxury becomes a living hell, after she is cast out from her homeland!\r",
          "MediumSynopsis": "In a world where advanced magic known as Mana is used by all, those who lack this ability are considered societal outcasts known as Norma. When Princess Angelise discovers that she herself is a Norma, her life of luxury quickly becomes a living hell!",
          "LongSynopsis": "In a world where advanced magic known as Mana is used by all, those who lack this ability are considered societal outcasts known as Norma. When Princess Angelise Misurugi discovers that she herself is a Norma, her life of luxury is quickly turned into a living hell! Now, cast out from her homeland and sent to a secluded island, this kind-hearted princess will soon become a battle-hardened warrior whose determination will help her survive her battles against invaders from another dimension. \r",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CAG/CAG_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/CAG/CAG_MASTER_300x169.jpg",
          "Rating": "TV-MA (D, S, V)",
          "StarRating": 4.33,
          "RunTime": 25,
          "Episodes": [],
          "FirstPremiereDate": "2014-10-04T00:00:00",
          "ShowInfoTitle": "Season 1 | 25 Episodes | TV-MA (D, S, V)",
          "EpisodeCount": 25,
          "SeasonName": "Season 1"
        },
        {
          "Id": 515,
          "Name": "School-Live!",
          "ShortSynopsis": "A dark shadow hangs over Yuki’s otherwise perfect school life, and her friends will do anything to protect her innocence.",
          "MediumSynopsis": "Yuki is the most energetic member of the School Living Club, a club that’s so dedicated to the school that they live in it! However, the club’s true nature holds a dark secret.",
          "LongSynopsis": "Yuki’s high school has everything: solar power, a well-stocked school store, an amazing library, a garden on the roof, and the best friends she could ask for. She’s the most energetic member of the School Living Club, an exclusive club dedicated to fully integrating themselves with the school. They even live in it! Life couldn’t be more exciting for Yuki and her friends… except that their club holds a dark secret.",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GKG/GKG_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/GKG/GKG_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 4.24,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2015-07-09T00:00:00",
          "ShowInfoTitle": "Season 1 | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "Season 1"
        },
        {
          "Id": 59,
          "Name": "The Familiar of Zero F",
          "ShortSynopsis": "Louise \"Zero\" Francoise is back! The students at The Tristain Academy of F magic won't know what to do when she hits the halls!",
          "MediumSynopsis": "Louise \"Zero\" Francoise is back, and the students at The Tristain Academy of Fmagic won't know what to do when she hits the halls, bringing all manners of supernatural silliness and misadventures!",
          "LongSynopsis": "Louise Francoise le Blanc de la Valliere is back, and along with her pet human Saito, is poised to rid herself of the nickname countless have come to know her as: Zero.  The Tristain Academy of Magic won't know what to do when this pair hit the halls, bringing with them all manners of supernatural silliness and misadventures that may engulf the entire school!  Prepare to be mesmerized by the spellbinding romantic adventures of a hero/zero and her trusty human in The Familiar of Zero F!",
          "KeyArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZF/FZF_KEY_1200x450.jpg",
          "MasterArtUrl": "//d10xkldqejj5hr.cloudfront.net/titles/FZF/FZF_MASTER_300x169.jpg",
          "Rating": "TV-14 (D, V)",
          "StarRating": 4,
          "RunTime": 24,
          "Episodes": [],
          "FirstPremiereDate": "2012-01-07T00:00:00",
          "ShowInfoTitle": "F | 12 Episodes | TV-14 (D, V)",
          "EpisodeCount": 12,
          "SeasonName": "F"
        }
      ]
    }
  ]
}